Repository: 0vql/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: pl_pl

source: The magic 8 ball answers your questions.
pl_pl: Magiczna 8ball odpowie na twoje pytania.

source: It is certain
pl_pl: To pewne

source: It is decidedly so
pl_pl: Zdecydowanie

source: Without a doubt
pl_pl: Bez wątpienia

source: Yes, definitely
pl_pl: Tak, definitywnie

source: You may rely on it
pl_pl: Możesz na tym polegać

source: As I see it, yes
pl_pl: Tak jak widzę, tak

source: Most likely
pl_pl: Prawdopodobnie

source: Outlook good
pl_pl: Wygląda dobrze

source: Yes
pl_pl: Tak

source: Signs point to yes
pl_pl: Prawdopodobnie tak

source: Reply hazy try again
pl_pl: Odpowiedź niewyraźna, spróbuj ponownie

source: Ask again later
pl_pl: Zapytaj później

source: Better not tell you now
pl_pl: Lepiej ci teraz nie mówić

source: Cannot predict now
pl_pl: Nie mogę teraz tego przewidzieć

source: Concentrate and ask again
pl_pl: Skoncentruj się i zapytaj ponownie

source: Don't count on it
pl_pl: Nie licz na to

source: My reply is no
pl_pl: Moja odpowiedź to nie

source: My sources say no
pl_pl: Moje źródła mówią nie

source: Outlook not so good
pl_pl: Nie wygląda to zbyt dobrze

source: Very doubtful
pl_pl: Bardzo wątpliwe

source: The :8ball: says: **{result}**.
pl_pl: :8ball: mówi: **{result}**.

source: Repeats what you said.
pl_pl: Powtarza to co powiedziałeś.

source: Chooses a random option of supplied possiblies.
pl_pl: Wybiera losową opcję z dostępnych możliwości.

source: Cannot choose from an empty list...
pl_pl: Nie można wybrać z pustej listy...

source: My choice is: **{result}**.
pl_pl: Mój wybór to: **{result}**.

source: Calculates the potential love for 2 members.
pl_pl: Kalkuluje potencjalne punkty miłości dla 2 osób.

source: Calculating Love for {first} and {second}...
pl_pl: Kalkuluję punkty miłości dla {first} i {second}...

source: Love Calculation
pl_pl: Kalkulacja Miłości

source: Love for {first} and {second} is at **{love}%**! ❤
pl_pl: Punkty miłości dla {first} i {second} wynoszą **{love}%**! ❤

source: Fancies text with big emojis.
pl_pl: Ulepsza tekst dużymi emotkami.

source: A random bad meme.
pl_pl: Losowy, słaby mem.

source: Tabletop RPG-ready dice. Rolls in the ndx format (3d20 is 3 dice with 20 sides).
pl_pl: Stół do rzutu kostkami RPG. Rzucaj w formacie ndx (3d20 to 3 kostki o 20 stronach).

source: Use the ndx format. E.g. `5d20` will roll 5 dices with 20 sides each.
pl_pl: Użyj formatu ndx. Przykładowo, '5d20' wylosuje 5 kostek z 20 stronami każda.

source: Use the ndx format.
pl_pl: Użyj formatu ndx.

source: Too many dice.
pl_pl: Zbyt wiele kostek.

source: Dice must have at least one side and not more than 10000.
pl_pl: Kostka musi mieć przynajmniej jedną stronę i nie więcej stron niż 10000.

source: ```Sum: {sumall} Average: {average} Results: {results}```
pl_pl: ```Suma: {sumall} Średnia: {average} Wynik: {results}```

source: Sends my nickname in a random server.
pl_pl: Wysyła mój nickname na losowym serwerze.

source: In **{server}** I am called **{name}**.
pl_pl: Na **{server}** Nazywam się **{name}**.

source: Cat pics.
pl_pl: Fotki kotów.

source: Dog pics.
pl_pl: Fotki psów.

source: Wouff!
pl_pl: Hał-Hał!

source: Shows how long the bot is connected to Discord already.
pl_pl: Pokazuje jak długo bot jest połączony z Discordem.

source: I am online for **{time}**.
pl_pl: Jestem online **{time}**.

source: Every good software has an Easter egg.
pl_pl: Każde dobre oprogramowanie ma jajko-niespodziankę.

source: Find it!
pl_pl: Znajdź to!

source: Gives a cookie to a user.
pl_pl: Daje ciasteczko użytkownikowi.

source: **{user}**, you've been given a cookie by **{author}**. :cookie:
pl_pl: **{user}**, dostałeś ciasteczko od **{author}**! :cookie:

source: Gives ice cream to a user.
pl_pl: Daje lody użytkownikowi.

source: {other}, here is your ice: :ice_cream:!
pl_pl: {other}, oto twoje lody! :ice_cream:

source: User guessing game.
pl_pl: Gra polegająca na zgadywaniu użytkownika.

source: Can you guess who this is?
pl_pl: Potrafisz odgadnąć kto to?

source: Their discriminant is `#{disc}`
pl_pl: Ich wyróżnik to `#{disc}`

source: You didn't guess correctly! It was `{member}`!
pl_pl: Nie zgadłeś poprawnie! To był `{member}`!

source: {user}, you are correct!
pl_pl: {user}, masz rację!

source: An alternative to 8ball, but has more bitchy answers.
pl_pl: Alternatywa dla 8ball, ale ma więcej sukowatych odpowiedzi.

source: Talk to me! (Supports only English)
pl_pl: Mów do mnie! (Wspiera tylko Angielski)

source: Text too long or too short. May be 3 to 60 characters.
pl_pl: Tekst jest zbyt długi lub zbyt krótki. Powinien zawierać od 3 do 60 znaków.

source: Awesome bots by other coffee-drinking individuals.
pl_pl: Świetnie boty zrobione przez inne kawo-pijące osobistości.

source: Partnered Bots
pl_pl: Partnerskie Boty

source: Awesome bots made by other people!
pl_pl: Świetne boty wykonane przez innych ludzi!

source: Trivia, Hangman, Minesweeper, Connect 4 and more, right from your chat! A bot offering non-RPG games made by deprilula28 and Fin. [discordbots.org Page](https://discordbots.org/bot/gamesrob)
pl_pl: Trivia, Wisielec, Saper, Connect 4 i więcej, prosto z twojego czatu! Bot oferujący gry Nie-RPG wykonany przez deprilula28 i Fin. [discordbots.org Page](https://discordbots.org/bot/gamesrob)

source: Cautious Memory brings wiki-style pages to your server. Use it to document who's who in your server, inside jokes, or community lore. Includes a full featured permissions system to keep your pages squeaky clean. [discordbots.org Page](https://discordbots.org/bot/541707781665718302)
pl_pl: Bot "Cautious Memory" jest Discordową Wikipedią. Użyj go aby sprawdzić kto jest jest kim na twoim serwerze, pozwoli zrozumieć inside-joke'i lub historie społeczności. Zawiera system permisji aby utrzymać twoje kanały w czystości. [discordbots.org Page](https://discordbots.org/bot/541707781665718302)

source: The booster store.
pl_pl: Sklep z boosterami.

source: IdleRPG Store
pl_pl: Sklep IdleRPG

source: Welcome! Use `{prefix}purchase time/luck/money` to buy something.
pl_pl: Witaj! Użyj `{prefix}pucharze time/luck/money` aby coś kupić!

source: Boosters
pl_pl: Boostery

source: `#1` Time Booster **$1000** Boosts adventure time by 50% `#2` Luck Booster **$500** Boosts adventure luck by 25% `#3` Money Booster **$1000** Boosts adventure money rewards by 25%
pl_pl: `#1` Czasoprzyspieszacz **$1000** Skraca czas przygody o 50% `#2` Czterolistna Koniczynka **$500** Zwiększa szczęście podczas przygody o 25% `#3` Lokata Bankowa **$1000** Zwiększa otrzymywane pieniądze za przygodę o 25%

source: Buy a booster from the store.
pl_pl: Kup booster ze sklepu.

source: Please either buy `time`, `luck` or `money`.
pl_pl: Proszę kup `time`, `luck` albo `money`.

source: You're too poor.
pl_pl: Jesteś zbyt biedny.

source: View your boosters.
pl_pl: Zobacz swoje boostery.

source: Time booster - {time}
pl_pl: Czasoprzyspieszacz - {time}

source: Luck booster - {time}
pl_pl: Czterolistna Koniczynka - {time}

source: Money booster - {time}
pl_pl: Lokata Bankowa - {time}

source: Currently active
pl_pl: Obecnie aktywne

source: Time Boosters
pl_pl: Czasoprzyspieszacz

source: Luck Boosters
pl_pl: Czterolistna Koniczynka

source: Money Boosters
pl_pl: Lokata Bankowa

source: Your Boosters
pl_pl: Twoje boostery

source: Use {prefix}activate to activate one
pl_pl: Użyj `{prefix}activate` aby aktywować booster

source: Activate a booster.
pl_pl: Aktywuj booster.

source: That is not a valid booster type. Must be `time/luck/money`.
pl_pl: To nie jest poprawny rodzaj boostera. Musi to być `time/luck/money`.

source: You don't have any of these boosters.
pl_pl: Nie masz żadnego z boosterów.

source: Successfully activated a **{booster} booster** for the next **24 hours**!
pl_pl: Pomyślnie aktywowano **{booster}** na następne **24 godziny**!

source: IdleRPG Help
pl_pl: Pomoc IdleRPG

source: IdleRPG Version {version}
pl_pl: Wersja IdleRPG {version}

source: **{category} Commands**
pl_pl: **{category} Komendy**

source: IdleRPG Version {version} | Page {page} of {maxpages}
pl_pl: Wersja IdleRPG {version} | Strona {page} z {maxpages}

source: No Description set
pl_pl: Brak opisu

source: Sends a link to the official documentation.
pl_pl: Wysyła link do oficjalnej dokumentacji.

source: <:blackcheck:441826948919066625> **Check {url} for a list of commands**
pl_pl: <:blackcheck:441826948919066625> **Sprawdź {url} aby zobaczyć listę komend**

source: <:blackcheck:441826948919066625> **Check {url} for a tutorial and FAQ**
pl_pl: <:blackcheck:441826948919066625> **Sprawdź {url} aby zobaczyć tutorial oraz FAQ**

source: Unban an entitiy from using $helpme.
pl_pl: Odbanuj użytkownika od używania komendy `$helpme`.

source: {thing} has been unbanned for the helpme command :ok_hand:
pl_pl: {thing} został odbanowany od używania komendy $helpme :ok_hand:

source: Band a user from using $helpme.
pl_pl: Zakaż graczowi używania komendy $helpme.

source: Error... Maybe they're already banned?
pl_pl: Ups... Może już jest zbanowany?

source: {thing} has been banned for the helpme command :ok_hand:
pl_pl: {thing} został zbanowany od używania komendy $helpme :ok_hand:

source: Allows a support team member to join your server for individual help.
pl_pl: Pozwala członkowi wsparcia dołączyć na twój serwer aby otrzymać pomoc indywidualną.

source: You or your server has been blacklisted for some reason.
pl_pl: Ty lub twój serwer znaleźliście się z jakiegoś powodu na czarnej liście.

source: Are you sure? This will notify our support team and allow them to join the server.
pl_pl: Jesteś pewien? To powiadomi nasz oddział wsparcia i pozwoli mu wejść na serwer.

source: Error when creating Invite.
pl_pl: Błąd podczas tworzenia zaproszenia.

source: Support team has been notified and will join as soon as possible!
pl_pl: Oddział wsparcia został powiadomiony i przybędzie tak szybko jak to tylko możliwe!

source: Shows help about the bot.
pl_pl: Pokazuje pomoc odnośnie bota.

source: Sorry, that command does not exist.
pl_pl: Uh, ta komenda nie istnieje.

source: [Patreon Only] Changes an item name.
pl_pl: [Patreon Only] Zmienia nazwę przedmiotu.

source: Name too long.
pl_pl: Nazwa jest zbyt długa.

source: You don't have an item with the ID `{itemid}`.
pl_pl: Nie posiadasz przedmiotu z ID `{itemid}`.

source: The item with the ID `{itemid}` is now called `{newname}`.
pl_pl: Przedmiot z ID `{itemid}` nazywa się teraz `{newname}`.

source: [Patreon Only] Changes your profile background.
pl_pl: [Patreon Only] Zmienia twoje tło profilowe.

source: That is not a valid premade background.
pl_pl: To nie jest poprawne tło.

source: I couldn't read that URL. Does it start with `http://` or `https://` and is either a png or jpeg?
pl_pl: Nie mogłem odczytać URL. Czy zaczyna się od `http://` lub `https://` i zawiera plik w formacie png lub jpeg?

source: The URL is too long.
pl_pl: To URL jest za długie.

source: Your new profile picture is now: {url}
pl_pl: Twoje nowe zdjęcie profilowe to: {url}

source: Your profile picture has been reset.
pl_pl: Twoje zdjęcie profilowe zostało zresetowane.

source: [Patreon Only] Generates a profile background based on an image. Valid overlays are 1 or 2 for grey and black.
pl_pl: [Patreon Only] Generuje tło profilowe bazowane na obrazie. Poprawne nakładki to odpowiednio 1 dla czarnej i 2 dla szarej.

source: Use either `1` or `2` as the overlay type.
pl_pl: Użyj `1` albo `2` jako typu nakładki.

source: Error when uploading to Imgur.
pl_pl: Błąd podczas uploadowania do Imgura.

source: Imgur Link for `{prefix}background` <{link}>
pl_pl: Link do Imgura z tłem `{prefix}background`` < {link} >

source: [Patreon Only] Update your guild member limit.
pl_pl: [Patreon Only] Zaaktualizuj twój limit członków gildii.

source: Your guild member limit is now 100.
pl_pl: Twój limit członków w gildii wynosi teraz 100 członków.

source: Update your background to one from the events.
pl_pl: Zaaktualizuj swoje tło na te zdobyte podczas eventu.

source: You do not have an eventbackground. They can be acquired on seasonal events.
pl_pl: Nie masz eventowego tła. Mogą być zdobyte podczas sezonowych eventów.

source: The background number {number} is not valid, you only have {total} available.
pl_pl: Numer tła {number} nie jest poprawny, masz tylko {total} dostępnych.

source: Background updated!
pl_pl: Tło zaaktualizowane!

source: Warrior
pl_pl: Wojownik

source: The tank class. Charge into battle with additional defense! +1 defense per evolution added onto your shield.
pl_pl: Klasa typu Tank! Dołącz do bitwy z dodatkową obroną! +1 obrony przy każdej ewolucji, dodawane do tarczy.

source: Thief
pl_pl: Złodziej

source: The sneaky money stealer... Get access to `{prefix}steal` to steal 10% of the target's money, if successful. +8% success chance per evolution.
pl_pl: Podstępny złodziej pieniędzy... Uzyskaj dostęp do `{prefix}steal` aby ukraść 10% pieniędzy celu, jeśli tylko ci się uda. +8% szansy powodzenia przy każdej ewolucji.

source: Mage
pl_pl: Mag

source: Utilise powerful magic for stronger attacks. +1 damage per evolution added onto your sword.
pl_pl: Wykorzystaj potężne zaklęcia magiczne aby zadać sporo obrażeń! +1 obrażeń dodanych do broni głównej przy każdej ewolucji klasy.

source: Ranger
pl_pl: Łowca

source: Item hunter and trainer of their very own pet. Get access to `{prefix}hunt` and `{prefix}pet` to hunt a random item once a day. +3 minimum stat and +6 maximum stat per evolution.
pl_pl: Łowca przedmiotów i trener swojego własnego pupila. Uzyskaj dostęp do `{prefix}hunt` oraz `{prefix}pet` aby znaleźć losowy przedmiot raz dziennie. +3 minimalnych statystyk oraz +6 maksymalnych przy każdej ewolucji.

source: Paragon
pl_pl: Mistrz

source: Absorb the appreciation of the devs into your soul to power up. +1 damage and defense per evolution added onto your items.
pl_pl: Uzyskaj uznanie deweloperów, które natchnie twoją duszę i sprawi, że staniesz się silniejszy. +1 obrażeń i obrony przy każdej ewolucji dodane do twoich przedmiotów.

source: Your new class is now `{profession}`.
pl_pl: Twoja klasa to teraz `{profession}`.

source: You're too poor for a class change, it costs **$5000**.
pl_pl: Jesteś zbyt biedny aby zmienić klasę, koszt to **5000$**.

source: The image for your class **{class_}** hasn't been added yet.
pl_pl: Obraz dla twojej klasy **{class_}** nie został jeszcze dodany.

source: Your level isn't high enough to evolve.
pl_pl: Twój poziom jest zbyt niski aby ewoluować.

source: You haven't got a class yet.
pl_pl: Nie masz jeszcze klasy.

source: [Thief Only] Steal money!
pl_pl: [Thief Only] Kradnij pieniądze!

source: You stole **${stolen}** from **{user}**.
pl_pl: Ukradłeś **{stolen}$** od **{user}**.

source: Your attempt to steal money wasn't successful.
pl_pl: Twoja próba kradzieży zakończyła się niepowodzeniem.

source: {user}'s pet
pl_pl: Pupil {user}

source: Level
pl_pl: Poziom

source: You are too poor to buy this.
pl_pl: Jesteś zbyt biedny aby to kupić.

source: [Ranger Only] Let your pet get a weapon for you!
pl_pl: [Ranger Only] Pozwól twojemu pupilowi znaleźć broń dla ciebie!

source: Your pet found an item!
pl_pl: Twój pupil znalazł przedmiot!

source: Your pet needs to recover, wait a day to retry
pl_pl: Twój pupil potrzebuje odpoczynku. Poczekaj dzień aby spróbować ponownie.

source: Play some tunes
pl_pl: Zagraj kilka piosenek

source: :warning:`No results...`
pl_pl: :warning:`Brak wyników...`

source: :warning:`Connect to a voice channel first!`
pl_pl: :warning:`Najpierw połącz się z czatem głosowym!`

source: Search and play some tunes from SoundCloud
pl_pl: Wyszukaj i zagraj piosenki z SoundClouda

source: Picks a random result, and plays for you
pl_pl: Wybiera losową piosenkę i gra ją specjalnie dla ciebie!

source: Stops the music and leaves the channel
pl_pl: Zatrzymuje muzykę i wychodzi z czatu głosowego

source: :white_check_mark:` Done!`
pl_pl: :white_check_mark:`Zrobione!`

source: :warning:`I am currently not connected to any channel in this guild...`
pl_pl: :warning:`Obecnie nie jestem połączony do żadnego kanału w tej gildii...`

source: Show the next (maximum 5) tracks in the queue
pl_pl: Pokaż następne piosenki (maksymalnie 5) w kolejce

source: Upcoming entries
pl_pl: Nadchodzące pozycje

source: :warning:`No more entries left.`
pl_pl: :warning:`Brak kolejnych pozycji.`

source: Skips the current song
pl_pl: Pomija obecną piosenkę

source: :warning:`Nothing to skip...`
pl_pl: :warning:`Nie ma nic do pominięcia...`

source: Changes the playback's volume
pl_pl: Zmienia głośność piosenki

source: :warning:`I am currently not playing anything here...`
pl_pl: :warning:`Obecnie nic tutaj nie gram...`

source: :warning:`The volume must between 0 and 100!`
pl_pl: :warning:`Głośność powinna być pomiędzy 0 a 100!`

source: :warning:`Playback volume is going to change to {volume} in 5 seconds. To avoid the sudden earrape, control the volume on client side!`
pl_pl: :warning:`Głośność piosenki zostanie zmieniona na {volume} w ciągu 5 sekund. Aby uniknąć earrape'u, kontroluj głośność systemową!`

source: :white_check_mark:` Volume successfully changed to {volume}!`
pl_pl: :white_check_mark:`Głośność pomyślnie zmieniona na {volume}!`

source: Toggles the music playback's paused state
pl_pl: Przełącza muzykę ze stanu pauzy.

source: :white_check_mark:`Song paused!`
pl_pl: :white_check_mark:`Piosenka spauzowana!`

source: :white_check_mark:`Song resumed!`
pl_pl: :white_check_mark:`Piosenka wznowiona!`

source: :warning:`The song list is empty!`
pl_pl: :warning:`Lista piosenek jest pusta!`

source: Displays some information about the current song
pl_pl: Wyświetla kilka informacji na temat obecnej piosenki

source: :warning:`I'm not playing anything at the moment...`
pl_pl: :warning:`Nic w tym momencie nie gram...`

source: Now playing...
pl_pl: Teraz gram...

source: Title
pl_pl: Tytuł

source: Uploader
pl_pl: Wykonawca

source: Length
pl_pl: Długość

source: Remaining
pl_pl: Pozostało

source: Position
pl_pl: Pozycja

source: Click me!
pl_pl: Kliknij mnie!

source: Link to the original
pl_pl: Link do oryginału

source: Volume
pl_pl: Głośność

source: Playing status
pl_pl: Status

source: `⏸Paused`
pl_pl: `⏸Pauza`

source: ```No information```
pl_pl: ```Brak informacji```

source: Song requested by: {user}
pl_pl: Piosenka dodana przez: {user}

source: 🎧 Added {title} to the queue...
pl_pl: 🎧 Dodano {title} do kolejki...

source: 🎧 Playing {title}...
pl_pl: 🎧 Teraz gramy {title}...

source: A list of all adventures with success rates, name and time it takes.
pl_pl: Lista wszystkich przygód z szansą na sukces, nazwą i czasem jaki zabiera na jej ukończenie.

source: Loading images...
pl_pl: Ładuję obrazy...

source: Sends your character on an adventure.
pl_pl: Wyślij twoją postać na przygodę.

source: You must be on level **{level}** to do this adventure.
pl_pl: Musisz mieć **{level}** poziom aby pójść na tę przygodę.

source: Successfully sent your character out on an adventure. Use `{prefix}status` to see the current status of the mission.
pl_pl: Pomyślnie wysłano twoją postać na przygodę. Użyj `{prefix}status` aby sprawdzić obecny stan misji.

source: You died.
pl_pl: Zginąłeś.

source: Checks your adventure status.
pl_pl: Sprawdza status przygody.

source: You died on your mission. Try again!
pl_pl: Zginąłeś podczas przygody. Spróbuj jeszcze raz!

source: Level {new_level} Memorial
pl_pl: Memoriał poziomu {new_level}

source: You reached a new level: **{new_level}** :star:! You received {reward} as a reward :tada:!
pl_pl: Osiągnąłeś poziom **{new_level}** :star:! Otrzymałeś {reward} jako nagrodę :tada:!

source: Cancels your current adventure.
pl_pl: Przerywa twoją aktualną przygodę.

source: Canceled your mission. Use `{prefix}adventure [missionID]` to start a new one!
pl_pl: Przerwano twoją przygodę. Użyj `{prefix}adventure [ID misji]` aby rozpocząć nową!

source: Your death stats.
pl_pl: Twoje statystyki śmierci.

source: Out of **{total}** adventures, you died **{deaths}** times and survived **{completed}** times, which is a success rate of **{rate}%**.
pl_pl: Spośród wszystkich **{total}** przygód, zginąłeś **{deaths}** razy i przetrwałeś **{completed}** razy, co daje **{rate}%** sukcesywnych misji.

source: Lists all your cooldowns.
pl_pl: Rozwija wszystkie twoje czasy odnowienia.

source: You don't have any active cooldown at the moment.
pl_pl: Nie masz żadnych aktywnych czasów odnowienia.

source: Commands on cooldown:
pl_pl: Odnawiające się komendy:

source: {cmd} is on cooldown and will be available after {time}
pl_pl: {cmd} odnawia się i będzie dostępna za {time}

source: The dealer has a {pretty_dealer} for a total of {dealer} You have a {pretty_player} for a total of {player} {additional}
pl_pl: Kasynier ma {pretty_dealer} w sumie {dealer} Masz {pretty_player} w sumie {player} {additional}

source: Would you like insurance? It will cost half your bet and will get you 2:1 back if the dealer has a blackjack. Else it is gone.
pl_pl: Czy chciałbyś ubezpieczenie? To będzie kosztowało połowę twojego zakładu i odda z powrotem resztę w stosunku 2:1 jeśli kasynier zgarnie blackjacka. Reszta przepadnie.

source: The dealer got a blackjack. You had insurance and lost nothing.
pl_pl: Kasynier zgarnia blackjacka. Miałeś ubezpieczenie, więc nic nie straciłeś.

source: The dealer got a blackjack. You lost.
pl_pl: Kasynier zgarnia blacjkacja. Przegrałeś.

source: You got a blackjack and won!
pl_pl: Zdobyłeś blackjacka i wygrałeś!

source: Blackjack timed out... You lost your money!
pl_pl: Minęło za dużo czasu na blackjacka… straciłeś swoje pieniądze!

source: Invalid. You're too poor and lose the match.
pl_pl: Błąd. Jesteś zbyt biedny i przegrywasz.

source: You doubled your bid in exchange for only receiving one more card.
pl_pl: Podwoiłeś swój zakład w zamian za otrzymanie jednej karty.

source: You busted and lose.
pl_pl: Zbankrutowałeś i przegrałeś.

source: Dealer busts and you win!
pl_pl: Kasynier zbankrutował. Wygrywasz!

source: You have a higher score than the dealer and win.
pl_pl: Masz więcej punktów od kasyniera i wygrywasz.

source: Dealer has a higher score than you and wins.
pl_pl: Kasynier ma więcej punktów od ciebie i wygrywa.

source: It's a tie. You lose your bet.
pl_pl: Remis. Tracisz swój zakład.

source: Draws a random card.
pl_pl: Dobiera losową kartę

source: Flip a coin and bid on the outcome.
pl_pl: Rzucasz monetą i obstawiasz rezultat.

source: {result[1]} It's **{result[0]}**! You won **${amount}**!
pl_pl: {result[1]} To **{result[0]}**! Wygrałeś **{amount}$**!

source: {result[1]} It's **{result[0]}**! You lost **${amount}**!
pl_pl: {result[1]} To **{result[0]}**! Przegrałeś **{amount}$**!

source: Invalid Tip. Must be in the Range of `1` to `{maximum}`.
pl_pl: Nieprawidłowy typ. Musi być w zakresie od `1` do `{maximum}`.

source: Spend it in a better way. C'mon!
pl_pl: Wydaj to na lepszy cel, co z tobą!

source: You won **${money}**! The random number was `{num}`, you tipped `{tip}`.
pl_pl: Wygrałeś **{money}$**! Losową liczbą było `{num}`, obstawiłeś '{tip}`.

source: You lost **${money}**! The random number was `{num}`, you tipped `{tip}`.
pl_pl: Przegrałeś **{money}$**! Losową liczbą było `{num}`, obstawiłeś '{tip}`.

source: [Alpha] Play blackjack against the dealer. Dealer rules, means wins in case of tie.
pl_pl: [Alpha] Zagraj w blackjacka przeciw kasynierowi. Według zasad, w przypadku remisu kasynier wygrywa.

source: Puts an item into the player store.
pl_pl: Dodaje przedmiot do sklepu graczy.

source: You don't own an item with the ID: {itemid}
pl_pl: Nie posiadasz przedmiotu o ID: {itemid}

source: Your item is either equal to a Starter Item or worse. Noone would buy it.
pl_pl: Twój przedmiot jest równy bądź gorszy od przedmiotów startowych. Nikt normalny by ich nie kupił.
