Repository: 0vql/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: pl_pl

source: Poor kiddo having no friendos.
pl_pl: Biedny dzieciaczek bez przyjaciół.

source: One of you both doesn't have a guild.
pl_pl: Jeden z was lub obaj nie jesteście w żadnej gildii.

source: One of you both isn't an officer of their guild.
pl_pl: Jeden z was lub obaj nie jesteście oficerami w swoich gildiach.

source: One of the guilds can't pay the price.
pl_pl: Jedna z gildii nie może się wypłacić.

source: One of the guilds is too small.
pl_pl: Jedna z gildii jest zbyt mała.

source: {enemy} didn't want to join your battle, {author}.
pl_pl: {enemy} nie chciał podjąć walki, {author}.

source: {enemy} accepted the challenge by {author}. Please now nominate members, {author}. Use `battle nominate @user` to add someone to your team.
pl_pl: {enemy} zaakceptował wyzwanie {author}. Proszę nominuj członków, {author}. Użyj `battle nominate @gracz` aby dodać kogoś do twojej drużyny.

source: That person isn't in your guild.
pl_pl: Ta osoba nie jest w twojej gildii.

source: {user} has been added to your team, {author}.
pl_pl: {user} został dodany do twojej drużyny, {author}

source: User not found.
pl_pl: Gracz nie został znaleziony.

source: Took to long to add members. Fight cancelled.
pl_pl: Zbyt dużo czasu zajęło dodawanie członków. Walka anulowana.

source: Please now nominate members, {enemy}. Use `battle nominate @user` to add someone to your team.
pl_pl: Proszę nominuj teraz członków, {enemy}. UżyjUżyj `battle nominate @gracz` aby dodać kogoś do twojej drużyny.

source: {user} has been added to your team, {enemy}.
pl_pl: {user} został dodany do twojej drużyny, {enemy}.

source: Fight started! Generating battles...
pl_pl: Walka rozpoczęta! Generowanie walk...

source: Fight started! Generating battles... Done.
pl_pl: Walka rozpoczęta! Generowanie walk... Zrobione!

source: Guild Battle Fight **{num}** of **{total}**. **{user}** vs **{user2}**! Battle running...
pl_pl: Walka Gildyjna **{num}** of **{total}**. **{user}** vs **{user2}**! Uruchamianie bitwy...

source: Winner of **{user}** vs **{user2}** is **{winner}**! Current points: **{wins1}** to **{wins2}**.
pl_pl: Zwycięzcą pojedynku **{user}** vs **{user2}** jest {winner}! Obecna punktacja: **{wins1}** do **{wins2}**.

source: Some guild spent the money??? Bad looser!
pl_pl: Któraś z gildii wydała kasę??? Przegrywy!

source: {guild} won the battle! Congratulations!
pl_pl: {guild} wygrała bitwę! Gratulacje!

source: It's a tie!
pl_pl: Remis!

source: Starts a guild adventure.
pl_pl: Rozpoczyna gildyjną przygodę.

source: Your guild is already on an adventure! Use `{prefix}guild status` to view how long it still lasts.
pl_pl: Twoja gildia jest teraz na przygodzie! Użyj `{prefix}guild status` aby sprawdzić ile czasu pozostało do jej ukończenia.

source: {author} seeks a guild adventure for **{guild}**! React to join! Unlimited players can join in the next minute. The minimum of players required is 3.
pl_pl: {author} poszukuje towarzyszy do gildyjnej przygody gildii **{guild}**! Kliknij Reakcję aby dołączyć! Nielimitowana ilość członków może dołączyć podczas następnej minuty. Minimalna ilość graczy to 3.

source: Alright, {user}, you have been added.
pl_pl: Świetnie {user}, weźmiesz udział w przygodzie.

source: You aren't in their guild.
pl_pl: Nie jesteś w ich gildii.

source: You didn't get enough other players for the guild adventure.
pl_pl: Nie masz wystarczająco graczy aby wyruszyć na przygodę gildyjną.

source: Guild adventure for **{guild}** started! Participants: {participants} Difficulty is **{difficulty}** Time it will take: **{time}**
pl_pl: Przygoda gildyjna dla gildii **{guild}** rozpoczęta! Uczestnicy: {participants} Trudność przygody: **{difficulty}** Koniec przygody: **{time}**

source: Views your guild adventure.
pl_pl: Sprawdza status przygody gildyjnej.

source: Your guild isn't on an adventure yet. Ask your guild leader to use `{prefix}guild adventure` to start one
pl_pl: Nie jesteś obecnie na przygodzie gildyjnej. Poproś lidera gildii o użycie `{prefix}guild adventure` aby ją rozpocząć.

source: Your guild has completed an adventure of difficulty `{difficulty}` and **${gold}** has been added to the bank.
pl_pl: Twoja gildia ukończyła przygodę o trudności `{difficulty} i wpakowała **{gold}$** do banku.

source: Your guild is currently in an adventure with difficulty `{difficulty}`. Time remaining: `{remain}`
pl_pl: Twoja gildia jest obecnie na przygodzie o trudności `{difficulty}`. Pozostały czas: `{remain}`

source: Vote me up to get a reward!
pl_pl: Zagłosuj na mnie aby otrzymać nagrodę!

source: Upvote me for a big thanks! You will be rewarded a few seconds afterwards! https://discordbots.org/bot/idlerpg
pl_pl: Zagłosuj na mnie! Zostaniesz nagrodzony klika sekund po oddaniu głosu! https://discordbots.org/bot/idlerpg

source: In loving memory of Mary Johanna, ex-developer.
pl_pl: Ku pamięci Mary Johanna, byłego dewelopera.

source: His name is `#no homo` :heart:
pl_pl: jego imię to `#no homo` :heart:

source: [Ken only] Hug someone.
pl_pl: [Ken only] Przytul kogoś.

source: Ken Hug!
pl_pl: Ken przytula!

source: {author} hugged {user}! Awww!
pl_pl: {author} przytulił {user}! Awww!

source: Creates a new character.
pl_pl: Tworzy nową postać.

source: Timeout expired. Please retry!
pl_pl: Czas minął. Spróbuj ponownie!

source: Starter Sword
pl_pl: Miecz startowy

source: Starter Shield
pl_pl: Tarcza startowa

source: Successfully added your character **{name}**! Now use `{prefix}profile` to view your character!
pl_pl: Pomyślnie dodano twoją postać **{name}**! Użyj `{prefix}profile` by sprawdzić profil swojej postaci!

source: Character names must be at least 3 characters and up to 20.
pl_pl: Nazwa postaci musi mieć przynajmniej 3 znaki, maksymalnie 20.

source: View someone's or your own profile.
pl_pl: Sprawdź kogoś lub czyjś profil.

source: **{person}** does not have a character.
pl_pl: **{person}** nie ma jeszcze własnej postaci.

source: Not Married
pl_pl: Wolny/a

source: No Mission
pl_pl: Brak Misji

source: View someone's profile, not image based.
pl_pl: Sprawdź czyjś profil.

source: **{target}** does not have a character.
pl_pl: **{target}** nie ma własnej postaci.

source: General
pl_pl: Główny

source: **Money**: `${money}` **Level**: `{level}` **Class**: `{class_}` **PvP Wins**: `{pvp}` **Guild**: `{guild}`
pl_pl: **Dolary**: `${money}` **Level**: `{level}` **Klasa**: `{class_}` **Wygrane PvP**: `{pvp}` **Gildia**: `{guild}`

source: Ranks
pl_pl: Rankingi

source: **Richest**: `{rank_money}` **XP**: `{rank_xp}`
pl_pl: **Najbogatszy**: `{rank_money}` **XP**: `{rank_xp}`

source: Equipment
pl_pl: Ekwipunek

source: Sword: {sword} Shield: {shield}
pl_pl: Miecz: {sword} Tarcza: {shield}

source: Mission
pl_pl: Misja

source: Shows your balance.
pl_pl: Pokazuje twój portfel.

source: You currently have **${money}**, {author}!
pl_pl: Masz obecnie **{money}$**, {author}!

source: Shows your current XP and level.
pl_pl: Pokazuje twój obecny XP i level.

source: You currently have **{points} XP**, which means you are on Level **{level}**. Missing to next level: **{missing}**
pl_pl: Masz obecnie **{points} XP** co oznacza, że jesteś na poziomie **{level}**. Brakujące XP do kolejnego poziomu: **{missing}**

source: {user}'s inventory includes
pl_pl: Ekwipunek {user} zawiera

source: (**Equipped**)
pl_pl: (**Założone**)

source: Damage: `{damage}`
pl_pl: Obrażenia: `{damage}`

source: Armor: `{armor}`
pl_pl: Pancerz: `{armor}`

source: ID: `{id}`, Type: `{type_}` with {statstr}. Value is **${value}**
pl_pl: ID: `{id}`, Typ: `{type_}` z {statstr}. Wartość to **${value}**

source: Page {page} of {maxpages}
pl_pl: Strona {page} z {maxpages}

source: Shows your current inventory.
pl_pl: Pokazuje twój obecny ekwipunek.

source: Your inventory is empty.
pl_pl: Twój ekwipunek jest pusty.

source: Equips an item of yours by ID.
pl_pl: Zakłada twój przedmiot poprzez podanie ID.

source: You don't own an item with the ID `{itemid}`.
pl_pl: Nie posiadasz przedmiotu o ID `{itemid}`.

source: Successfully equipped item `{itemid}` and put off item `{olditem}`.
pl_pl: Pomyślnie założono przedmiot `{itemid}` i zdjęto `{olditem}`.

source: Successfully equipped item `{itemid}`.
pl_pl: Pomyślnie założono przedmiot `{itemid}`.

source: Merges two items to a better one. Second one is consumed.
pl_pl: Łączy dwa przedmioty w jeden, tylko lepszy. Drugi przedmiot jest zużywany.

source: Good luck with that.
pl_pl: Powodzenia z tym.

source: You don't own both of these items.
pl_pl: Nie jesteś w posiadaniu obu tych przedmiotów.

source: The second item's stat must be in the range of `{min_}` to `{max_}` to upgrade an item with the stat of `{stat}`.
pl_pl: Drugi przedmiot musi być w obrębie `{min_}` do `{max_}` aby ulepszyć przedmiot ze statystyką `{stat}`.

source: This item is already on the maximum upgrade level.
pl_pl: Ten przedmiot jest już na maksymalnym poziomie ulepszenia.

source: The {stat} of your **{item}** is now **{newstat}**. The other item was destroyed.
pl_pl: Statystyka {stat} twojego **{item}** to teraz **{newstat}**. Drugi przedmiot został zniszczony.

source: Upgrades an item's stat by 1.
pl_pl: Ulepszono statystykę przedmiotu o 1.

source: Your weapon already reached the maximum upgrade level.
pl_pl: Twoja broń osiągnęła maksymalny poziom ulepszenia.

source: Are you sure you want to upgrade this item: {item}? It will cost **${pricetopay}**.
pl_pl: Jesteś pewien że chcesz ulepszyć ten przedmiot: {item}? To będzie kosztować **{pricetopay}$**.

source: Weapon upgrade cancelled.
pl_pl: Ulepszanie broni anulowane.

source: You are too poor to upgrade this item. The upgrade costs **${pricetopay}**, but you only have **${money}**.
pl_pl: Jesteś zbyt biedny aby ulepszyć ten przedmiot. Ulepszenie kosztuje **{pricetopay}$**, kiedy masz tylko **{money}$**.

source: The {stat} of your **{item}** is now **{newstat}**. **${pricetopay}** has been taken off your balance.
pl_pl: Statystyka {stat} przedmiotu **{item}** to teraz **{newstat}**. **{pricetopay}$** zostało odjęte z twojego konta.

source: Gift money!
pl_pl: Podaruj pieniądze!

source: No cheating!
pl_pl: Bez oszukiwania!

source: Successfully gave **${money}** to {other}.
pl_pl: Pomyślnie przekazano **{money}$** graczowi {other}.

source: Renames your character.
pl_pl: Zmienia imię twojej postaci.

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20)
pl_pl: Jak będzie nazywać się twoja postać? (minimalnie 3 znaki, max 20)

source: Timeout expired. Retry!
pl_pl: Czas minął. Spróbuj ponownie!

source: Character name updated.
pl_pl: Imię postaci zaktualizowane.

source: Character names must be at least 3 characters!
pl_pl: Nazwa postaci musi mieć co najmniej 3 znaki!

source: Character names mustn't exceed 20 characters!
pl_pl: Nazwa postaci musi mieć maksymalnie 20 znaków!

source: Deletes your character.
pl_pl: Usuwa twoją postać.

source: Cancelled deletion of your character.
pl_pl: Przerwano usuwanie twojej postaci.

source: Successfully deleted your character. Sorry to see you go :frowning:
pl_pl: Pomyślnie usunięto twoją postać. Przykro nam, że odchodzisz :frowning:

source: Sets your profile text colour.
pl_pl: ustaw kolor czcionki na swoim profilu.

source: [Bot Admin only] Gives money to a user without loss.
pl_pl: [Bot Admin Only] Daje pieniądze graczowi nie tracąc swoich.

source: Successfully gave **${money}** without a loss for you to **{other}**.
pl_pl: Pomyślnie dodano **{money}$** bez strat dla ciebie graczowi **{other}**.

source: [Bot Admin only] Removes money from a user without gain.
pl_pl: [Bot Admin Only] Usuwa pieniądze graczowi bez zysku.

source: Successfully removed **${money}** from **{other}**.
pl_pl: Pomyślnie usunięto **{money}$** graczowi **{other}**.

source: [Bot Admin only] Deletes any user's account.
pl_pl: [Bot Admin Only] Usuwa postać gracza.

source: Successfully deleted the character.
pl_pl: Pomyslnie usunięto postać.

source: [Bot Admin only] Renames a character.
pl_pl: [Bot Admin Only] Zmienia nazwę postaci.

source: What shall the character's name be? (min. 3 letters, max. 20)
pl_pl: Jak powinna nazywać się postać? (minimalnie 3 litery, max 20)

source: Timeout expired.
pl_pl: Czas minął.

source: Renamed.
pl_pl: Zmieniono imię.

source: [Bot Admin only] Gives/removes crates to a user without loss.
pl_pl: [Bot Admin Only] Dodaje skrzynki graczowi bez strat.

source: [Bot Admin only] Gives xp to a user.
pl_pl: [Bot Admin only] Dodaje doświadczenie graczowi.

source: Successfully gave **{amount}** XP to **{target}**.
pl_pl: Pomyślnie dodano **{amount}** XP graczowi **{target}**.

source: [Bot Admin only] Wipes someone's donator perks.
pl_pl: [Bot Admin only] Usuwa perki donatorskie.

source: Successfully reset {target}'s background, class, item names and guild member limit.
pl_pl: Pomyślnie zresetowano tło, klasę, nazwy przedmiotów i limit gildii {target}.
