Repository: 0vql/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: pl_pl

source: Your price is too high. Try adjusting it to be up to `{limit}`.
pl_pl: Twoja cena jest zbyt wysoka. Spróbuj sprawić aby była jak najwyższa poprzez `{limit}`.

source: Successfully added your item to the shop! Use `{prefix}shop` to view it in the market!
pl_pl: Pomyślnie dodano przedmiot do sklepu! Użyj `{prefix}shop` by zobaczyć go w sklepie!

source: Buys an item from the global market.
pl_pl: Kupuje przedmiot ze sklepu graczy.

source: There is no item in the shop with the ID: {itemid}
pl_pl: Przedmiot o ID: {itemid} nie istnieje.

source: You're too poor to buy this item.
pl_pl: Jesteś zbyt biedny aby kupić ten przedmiot.

source: Successfully bought item `{id}`. Use `{prefix}inventory` to view your updated inventory.
pl_pl: Pomyślnie kupiono przedmiot o ID: `{id}`. Użyj `{prefix}inventory` lub `{prefix}i` aby zobaczyć go w swoim ekwipunku.

source: **{author}** bought your **{name}** for **${price}** from the market.
pl_pl: **{author}** kupił twój **{name}** za **{price}$** ze sklepu graczy.

source: Takes an item off the shop.
pl_pl: Zabiera przedmiot ze sklepu.

source: You don't have an item of yours in the shop with the ID `{itemid}`.
pl_pl: Nie posiadasz przedmiotu w sklepie o ID `{itemid}`.

source: Successfully removed item `{itemid}` from the shop and put it in your inventory.
pl_pl: Pomyślnie usunięto przedmiot `{itemid}` ze sklepu graczy i zwrócono go do twojego ekwipunku.

source: Show the market with all items and prices.
pl_pl: Pokazuje sklep ze wszystkimi przedmiotami i ich cenami.

source: No results.
pl_pl: Brak wyników.

source: IdleRPG Shop
pl_pl: Sklep IdleRPG

source: Use `{prefix}buy {item}` to buy this.
pl_pl: Użyj `{prefix}buy {item}` aby zakupić przedmiot.

source: Price
pl_pl: Cena

source: Item {num} of {total}
pl_pl: Przedmiot {num} z {total}

source: Offer an item to a specific user.
pl_pl: Zaoferuj przedmiot konkretnemu graczowi.

source: Are you sure you want to sell your equipped {item}?
pl_pl: Jesteś pewien, że chcesz sprzedać założony {item}?

source: Item selling cancelled.
pl_pl: Sprzedać przedmiotu wycofana.

source: {user}, {author} offered you an item! React to buy it! The price is **${price}**. You have **2 Minutes** to accept the trade or the offer will be canceled.
pl_pl: {user}, {author} zaoferował ci przedmiot! Użyj reakcji aby go kupić. Cena to **{price}$**. Masz **2 minuty** aby zaakceptować wymianę, w przeciwnym wypadku zostanie anulowana.

source: They didn't want it.
pl_pl: Widocznie, kupiec nie chciał tego przedmiotu.

source: {user}, you're too poor to buy this item!
pl_pl: {user}, jesteś zbyt biedny aby kupić ten przedmiot!

source: The owner sold the item with the ID `{itemid}` in the meantime.
pl_pl: Posiadacz przedmiotu o ID `{itemid}` sprzedał go w międzyczasie.

source: Successfully bought item `{itemid}`. Use `{prefix}inventory` to view your updated inventory.
pl_pl: Pomyślnie zakupiono `{itemid}`. Użyj `{prefix}inventory` aby zobaczyć go w ekwipunku.

source: Cancelled.
pl_pl: Przerwano.

source: Sells all your non-equipped items for their value.
pl_pl: Sprzedaje wszystkie twoje przedmioty, które nie są założone za ich wartość.

source: Nothing to merch.
pl_pl: Nie ma nic do połączenia.

source: Merched **{count}** items for **${money}**.
pl_pl: Połączono **{count}** przedmioty za **{money}$**.

source: View your pending shop offers.
pl_pl: Sprawdź swoje obecne oferty w sklepie.

source: You don't have any pending shop offers.
pl_pl: Nie masz żadnych aktualnych ofert w sklepie.

source: Your pending items
pl_pl: Twoje oczekujące przedmioty

source: Buy items at the trader.
pl_pl: Kup przedmiot u handlarza.

source: The Trader
pl_pl: Handlarz Towarem

source: Hit a button to buy it
pl_pl: Kliknij reakcję aby to kupić

source: You are too poor to buy this item.
pl_pl: Jesteś zbyt biedny aby to kupić.

source: Successfully bought offer **{offer}**. Use `{prefix}inventory` to view your updated inventory.
pl_pl: Pomyślnie zakupiono **{offer}**.. Użyj `{prefix}inventory` aby zobaczyć go w ekwipunku.

source: Propose for a marriage.
pl_pl: Oświadcz się.

source: You should have a better friend than only yourself.
pl_pl: Powinieneś mieć więcej przyjaciół, a nie tylko siebie.

source: One of you is married.
pl_pl: Jeden z was jest już z kimś związany.

source: {author} has proposed for a marriage!
pl_pl: {author} oświadczył się!

source: {author} wants to marry you, {partner}! React with :heart: to marry them!
pl_pl: {author} chce cię poślubić, {partner}! Zareaguj serduszkiem aby przyjąć oświadczyny!

source: They didn't want to marry.
pl_pl: Niestety, odrzuciła oświadczyny.

source: Owwwwwww! :heart: {author} and {partner} are now married!
pl_pl: Awwwwwww! :heart: {author} i {partner} są teraz małżeństwem!

source: Either you or your lovee married in the meantime... :broken_heart:
pl_pl: Albo ty albo twoja miłość ożeniliście się w międzyczasie... :broken_heart:

source: Break up with your partner.
pl_pl: Zerwij ze swoim partnerem.

source: You are not married yet.
pl_pl: Nie jesteś jeszcze w związku.

source: You are now divorced.
pl_pl: Jesteś teraz rozwiedzony/a.

source: View who you're married to.
pl_pl: Zobacz kogo poślubiłeś/aś.

source: You are currently married to **{partner}**.
pl_pl: Obecnie jesteś w związku z **{partner}**.

source: noone
pl_pl: nikt

source: Buy something for your spouse and increase their lovescore.
pl_pl: Kup coś dla twojego małżonka/i i zwiększ swoje punkty miłości.

source: Dog :dog2:
pl_pl: Pieseł :dog2:

source: Cat :cat2:
pl_pl: Koteł :cat2:

source: Cow :cow2:
pl_pl: Krówka :cow2:

source: Penguin :penguin:
pl_pl: Pingwinek :penguin:

source: Unicorn :unicorn:
pl_pl: Tęczowy jednorożec :unicorn:

source: Potato :potato:
pl_pl: Ziemniaczek :potato:

source: Sweet potato :sweet_potato:
pl_pl: Słodki ziemniaczek :sweet_potato:

source: Peach :peach:
pl_pl: Brzoskwinia :peach:

source: Ice Cream :ice_cream:
pl_pl: Lody :ice_cream:

source: Bento Box :bento:
pl_pl: Pudełko z lunchem :bento:

source: Movie Night :ticket:
pl_pl: Filmowa noc :ticket:

source: Video Game Night :video_game:
pl_pl: Noc graczy :video_game:

source: Camping Night :fishing_pole_and_fish:
pl_pl: Nocny kemping :fishing_pole_and_fish:

source: Couple Competition :trophy:
pl_pl: Turniej par :trophy:

source: Concert Night :musical_keyboard:
pl_pl: Noc koncertowa :musical_keyboard:

source: Bicycle :bike:
pl_pl: Rower :bike:

source: Motorcycle :motorcycle:
pl_pl: Motocykl :motorcycle:

source: Car :red_car:
pl_pl: Samochód :red_car:

source: Private Jet :airplane:
pl_pl: Prywatny odrzutowiec :airplane:

source: Space Rocket :rocket:
pl_pl: Rakieta kosmiczna :rocket:

source: Credit Card :credit_card:
pl_pl: Karta kredytowa :credit_card:

source: Watch :watch:
pl_pl: Zegarek :watch:

source: Phone :iphone:
pl_pl: Telefon :iPhone:

source: Bed :bed:
pl_pl: Łóżko :bed:

source: Home films :projector:
pl_pl: FIlm w domu :projector:

source: Satchel :school_satchel:
pl_pl: Tornister :school_satchel:

source: Purse :purse:
pl_pl: Torebka :purse:

source: Shoes :athletic_shoe:
pl_pl: Buty :athletic_shoe:

source: Casual Attire :shirt:
pl_pl: Strój codzienny :shirt:

source: Ring :ring:
pl_pl: Pierścionek :ring:

source: Balloon :balloon:
pl_pl: Balonik :balloon:

source: Flower Bouquet :bouquet:
pl_pl: Bukiet Kwiatów :bouquet:

source: Expensive Chocolates :chocolate_bar:
pl_pl: Drogie Czekoladki :chocolate_bar:

source: Declaration of Love :love_letter:
pl_pl: List Miłosny :love_letter:

source: Key to Heart :key2:
pl_pl: Klucz do Serca :key2:

source: Ancient Vase :amphora:
pl_pl: Antyczny Wazon :amphora:

source: House :house:
pl_pl: Dom :house:

source: Super Computer :computer:
pl_pl: Superkomputer :computer:

source: Precious Gemstone Collection :gem:
pl_pl: Szalenie Cenna Kolekcja Kamieni Szlachetnych :gem:

source: Planet :earth_americas:
pl_pl: Planeta :earth_americas:

source: To buy one of these items for your partner, use `{prefix}spoil shopid`
pl_pl: Aby kupić jeden z przedmiotów dla twojego partnera, użyj `{prefix}spoil shopid`

source: You're not married yet.
pl_pl: Jeszcze nie jesteś z nikim w związku.

source: You bought a **{item}** for your partner and increased their love score by **{points}** points!
pl_pl: Kupiłeś **{item}** dla swojego partnera i podniosłeś ilość punktów miłości o **{points}** punktów!

source: Failed to DM your spouse, could not find their Discord account
pl_pl: Nie udało się wysłać Prywatnej Wiadomości twojemu współmałżonkowi, nie można znaleźć jego konta Discord.

source: **{author}** bought you a **{item}** and increased your love score by **{points}** points!
pl_pl: **{author}** kupił ci **{item}** i podniosła wasze punkty miłości o **{points}** punktów!

source: Take your loved one on a date to increase your lovescore.
pl_pl: Weź swojego ukochanego na randkę aby podnieść wasze punkty miłości.

source: You and {partner} went on a nice candlelit dinner.
pl_pl: Ty i {partner} zjedliście kolację w romantycznej atmosferze świec.

source: You and {partner} had stargazed all night.
pl_pl: Ty i {partner} całą noc spędziliście pod gwieździstym niebem.

source: You and {partner} went to a circus that was in town.
pl_pl: Ty i {partner} poszliście do przejezdnego cyrku.

source: You and {partner} went out to see a romantic movie.
pl_pl: Ty i {partner} poszliście do kina obejrzeć romantyczny film.

source: You and {partner} went out to get ice cream.
pl_pl: Ty i {partner} poszliście na lody.

source: You and {partner} had an anime marathon.
pl_pl: Ty i {partner} zrobiliście sobie maraton oglądania anime.

source: You and {partner} went for a spontaneous hiking trip.
pl_pl: Ty i {partner} poszliście na wycieczkę w góry.

source: You and {partner} decided to visit Paris.
pl_pl: Ty i {partner} zdecydowaliście się odwiedzić Paryż.

source: You and {partner} went ice skating together.
pl_pl: Ty i {partner} poszliście pojeździć na łyżwach.

source: Unknown User
pl_pl: Nieznany użytkownik.

source: This increased your lovescore by {num}
pl_pl: To podniosło twoje punkty miłości o {num}

source: Make a child with your spouse.
pl_pl: Zrób dziecko ze swoim partnerem.

source: Can't produce a child alone, can you?
pl_pl: Nie możesz sam zrobić dziecka... prawda?

source: <@{marriage}>, do you want to make a child with {author}?
pl_pl: <@{marriage}>, chcesz zrobić dzieci z {author}?

source: O.o not in the mood today?
pl_pl: O.o Dzisiaj nie w humorze?

source: You were unsuccessful at making a child.
pl_pl: Nie udało wam się zrobić dziecka.

source: It's a boy! Your night of love was successful! Please enter a name for your child.
pl_pl: To chłopiec! Wasza noc była całkiem udana ( ͡° ͜ʖ ͡°). Proszę wybierz imię dla swojego dziecka.

source: It's a girl! Your night of love was successful! Please enter a name for your child.
pl_pl: To dziewczynka! Wasza noc była całkiem udana ( ͡° ͜ʖ ͡°). Proszę wybierz imię dla swojego dziecka.

source: You didn't enter a name.
pl_pl: Nie wybrałeś imienia dziecka. Słuch po nim zaginął.

source: {name} was born.
pl_pl: Urodził/a się {name}.

source: View your children.
pl_pl: Sprawdź swoje dzieci.

source: Lonely...
pl_pl: Samotny...

source: Your family
pl_pl: Twoja rodzina

source: Family of {author} and <@{marriage}>
pl_pl: Rodzina {author} i <@{marriage}>

source: No children yet
pl_pl: Nie masz jeszcze dzieci.

source: Use {prefix}child to make one!
pl_pl: Użyj {prefix}child aby zrobić dziecko!

source: Gender: {gender}, Age: {age}
pl_pl: Płeć: {gender}, Wiek: {age}

source: Events happening to your family.
pl_pl: Wydarzenie przydarza się twojej rodzinie.

source: You're lonely.
pl_pl: Jesteś samotny.

source: You don't have kids yet.
pl_pl: Nie masz jeszcze dzieci.

source: They died because of a shampoo overdose!
pl_pl: Umarł z powodu zbyt dużej ilości szamponu kąpielowego.

source: They died of lovesickness...
pl_pl: Umarł z powodu zbyt dużej miłości rodziców.

source: They've died of age.
pl_pl: Umarł ze starości.

source: They died of loneliness.
pl_pl: Umarł z samotności.

source: A horde of goblins got them.
pl_pl: Horda goblinów go dopadła.

source: They have finally decided to move out after all these years, but couldn't survive a second alone.
pl_pl: W końcu postanowił/a się wyprowadzić z domu po tylu latach, ale nie mógł/a przetrwać bez pomocy rodziców.

source: Spontaneous combustion removed them from existence.
pl_pl: Żywiołowy pożar usunął jego/jej egzystencję.

source: While exploring the forest, they have gotten lost.
pl_pl: Podczas zwiedzania lasu zgubiliście go/ją.

source: They've left through a portal into another dimension...
pl_pl: Odszedł/a przez portal do innego wymiaru.

source: The unbearable pain of stepping on a Lego\© brick killed them.
pl_pl: Koszmarny ból po nadepnięciu na klocek Lego\© był nie do wytrzymania.

source: You heard a landmine going off nearby...
pl_pl: Słyszałeś minę polową wybuchającą gdzieś w pobliżu....

source: They have been abducted by aliens!
pl_pl: Został/a uprowadzony/a przez kosmitów.

source: The Catholic Church got them...
pl_pl: Katolicka Krucjata nie miała litości...

source: {name} died at the age of {age}! {cause}
pl_pl: {name} umarł w wieku {age}! {cause}

source: {name} is now {age} years old.
pl_pl: {name} ma teraz {age} lat.

source: {name} can be renamed! Enter a new name:
pl_pl: {name} może zostać nazwany/a ponownie! Wybierz nowe imię, bądź pozostaw obecne:

source: {old_name} is now called {new_name}.
pl_pl: {old_name} nazywa się teraz {new_name}.

source: The 10 richest players.
pl_pl: 10 najbogatszych graczy.

source: {name}, a character by `{username}` with **${money}**
pl_pl: {name}, gracz o nicku `{username}` z kwotą **{money}$**

source: The Richest Players
pl_pl: Najbogatsi gracze

source: The top 10 players by XP.
pl_pl: Top 10 graczy względem XP.

source: {name}, a character by `{username}` with Level **{level}** (**{xp}** XP)
pl_pl: {name}, gracz o nicku `{username}` z poziomem **{level}** (**{xp}**XP)

source: The Best Players
pl_pl: Najlepsi gracze

source: Top 10 players by wins in PvP matches.
pl_pl: Top 10 graczy względem wygranych bitew PvP.

source: {name}, a character by `{username}` with **{wins}** wins
pl_pl: {name}, gracz o nicku `{username}` z **{wins}** wygranymi.

source: The Best PvPers
pl_pl: Najlepsi gracze PvP

source: The top 10 lovers sorted by their spouse's lovescore.
pl_pl: Top 10 graczy względem punktów miłości.

source: **{lover}** gifted their love **{lovee}** items worth **${points}**
pl_pl: **{lover} obdarzył swoją miłość **{lovee}** przedmiotem wartym **{points}$**

source: The Best lovers
pl_pl: Najlepsi kochankowie

source: `No icon has been set yet!`
pl_pl: `Żaden obrazek nie został jeszcze wybrany!`

source: Server Information
pl_pl: Informacje dot. serwera

source: Compact information about this server
pl_pl: Zwięzłe informacje o serwerze

source: Information
pl_pl: Informacje

source: Server: `{name}` Server Region: `{region}` Members Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Server created at: `{created_at}`
pl_pl: Serwer: `{name}` Region Serwera: `{region}` Członków Ogółem: `{members}` ID: `{id}` Logo: {urltext} Właściciel: {owner} Serwer stworzony: `{created_at}`

source: Roles
pl_pl: Role

source: {num} of {total}
pl_pl: {num} z {total}

source: Shard
pl_pl: Fragment

source: Change the settings.
pl_pl: Zmień ustawienia

source: Please use `{prefix}settings (prefix/unknown) value`
pl_pl: Użyj proszę `{prefix}settings (prefix/unknown)`

source: Change the server bot prefix.
pl_pl: Zmienia prefix bota na serwerze.

source: Prefixes may not be longer than 10 characters.
pl_pl: Prefix nie może być dłuższy niż 10 znaków.

source: Prefix changed to `{prefix}`.
pl_pl: Prefix zmieniony na `{prefix}`.

source: Resets the server settings.
pl_pl: Resetuje ustawienia serwera.

source: Done!
pl_pl: Zrobione!

source: `Joined at`: {joined} `Status...`: {status} `Top Role.`: {toprole} `Roles....`: {roles} `Game.....`: {game}
pl_pl: `Dołączono`: {joined} `Status...`: {status} `Najlepsza Rola.`: {toprole} `Role....`: {roles} `Gra.....`: {game}

source: No Game Playing
pl_pl: Żadna gra nie jest obecnie ogrywana.

source: Permissions
pl_pl: Uprawnienia

source: View the bot prefix.
pl_pl: Sprawdź prefix bota.

source: The prefix for server **{server}** is `{serverprefix}`. `{prefix}settings prefix` changes it.
pl_pl: Prefix dla serwera **{server}** to `{serverprefix}`. `{prefix}settings prefix` zmienia prefix.

source: Shows someone's (or your) avatar.
pl_pl: Pokazuje awatar kogoś (lub twój).

source: Download Link
pl_pl: Link do pobrania

source: This command contains all guild-related commands.
pl_pl: Ta komenda zawiera wszystkie komendy gildyjne.

source: You are not in a guild yet.
pl_pl: Nie jesteś jeszcze w gildii.

source: No guild found.
pl_pl: Nie znaleziono gildii.

source: Members
pl_pl: Członkowie

source: Current Member Count
pl_pl: Aktualna liczba członków

source: Leader
pl_pl: Lider

source: The guild icon seems to be a bad URL. Use `{prefix}guild icon` to fix this.
pl_pl: Wygląda na to, że logo gildii zostało ustawione z użyciem złego URL. Użyj `{prefix}guild icon` aby to naprawić.

source: Look up a guild by name.
pl_pl: Szukaj gildii po jej nazwie.

source: The best GvG guilds.
pl_pl: Najlepsze gildie ze względu na wojny gildii.

source: a guild by `{leader}` with **{wins}** GvG Wins
pl_pl: Gildia prowadzona przez `{leader}` z **{wins}** wygranymi bitwami pomiędzy gildiami

source: The Best GvG Guilds
pl_pl: Najlepsze gildie ze względu na wojny gildii

source: List of your guild members.
pl_pl: Lista członków twojej gildii.

source: Unknown User (ID {id})
pl_pl: Nieznany Gracz (ID {id})

source: Your guild mates
pl_pl: Twoi gildyjni koledzy

source: [Guild owner only] Change the guild badge.
pl_pl: [Guild owner only] Zmienia odznakę gildii.

source: Your guild has no badges yet.
pl_pl: Twoja gildia nie ma jeszcze odznak.

source: The badge number {number} is not valid, your guild only has {amount} available.
pl_pl: Numer odznaki {number} jest nieprawidłowy, twoja gildia ma tylko {amount} dostępnych odznak.

source: Badge updated!
pl_pl: Odznaka zaaktualizowana!

source: Creates a guild.
pl_pl: Tworzy gildię.

source: Enter a name for your guild. Maximum length is 20 characters.
pl_pl: Wpisz nazwę swojej gildii. Maksymalna długość to 20 liter.

source: Cancelled guild creation.
pl_pl: Anulowano tworzenie gildii.

source: Guild names musn't exceed 20 characters.
pl_pl: Nazwa gildii nie może przekroczyć 20 znaków.

source: Send a link to the guild's icon. Maximum length is 60 characters.
pl_pl: Wyślij link do ikony gildii. Maksymalna długość linku to 60 znaków. (Użyj najlepiej Imgura).

source: URLs mustn't exceed 60 characters.
pl_pl: URL nie może przekraczać 60 znaków.

source: Are you sure? React to create a guild for **$10000**
pl_pl: Jesteś pewien? Kliknij reakcję aby założyć gildię za **10000$**

source: A guild creation costs **$10000**, you are too poor.
pl_pl: Stworzenie gildii kosztuje **10000$**, jesteś zbyt biedny aby pokryć ten koszt.

source: Successfully added your guild **{name}** with a member limit of **{memberlimit}**.
pl_pl: Pomyślnie stworzono twoją gildię **{name} z limitem członków **{memberlimit}**.

source: Promote someone to the rank of officer
pl_pl: Awansuj kogoś do rangi oficera

source: Target is not a member of your guild.
pl_pl: Gracz nie jest członkiem twojej gildii.

source: This user is already an officer of your guild.
pl_pl: Ten gracz jest już oficerem w twojej gildii.

source: Done! {member} has been promoted to the rank of `Officer`.
pl_pl: Zrobione! {member} jest teraz Oficerem w twojej gildii.

source: Demotes someone from the officer rank
pl_pl: Degraduje gracza z rangi oficera

source: This user can't be demoted any further.
pl_pl: Ten gracz nie może być już bardziej zdegradowany.

source: Done! {member} has been demoted to the rank of `Member`.
pl_pl: Zrobione! {member} jest teraz zwykłym członkiem.

source: [Guild officer only] Invite someone to your guild.
pl_pl: [Guild officer+ only] Zaproś kogoś do swojej gildii.

source: That member already has a guild.
pl_pl: Ten gracz jest już w jakiejś gildii.

source: Your guild is already at the maximum member count.
pl_pl: Twoja gildia osiągnęła maksymalny limit członków.

source: {newmember}, {author} invites you to join **{name}**. React to join the guild.
pl_pl: {newmember}, {author} zaprosił cię do gildii **{name}**. Kliknij reakcję, aby dołączyć.

source: {newmember} is now a member of **{name}**. Welcome!
pl_pl: {newmember} jest teraz członkiem **{name}**. Witamy!

source: Leave your current guild.
pl_pl: Opuść swoją aktualną gildię.

source: You left your guild.
pl_pl: Opuściłeś swoją gildię.

source: [Guild Officer only] Kick someone from your guild.
pl_pl: [Guild Officer+ only] Wyrzuca kogoś z twojej gildii.

source: Not your guild mate.
pl_pl: To nie twoja gildia kolego.

source: You can only kick members.
pl_pl: Możesz wyrzucać tylko zwykłych członków.

source: The person has been kicked!
pl_pl: Gracz został wyrzucony!

source: [Guild Owner only] Deletes the guild.
pl_pl: [Guild Owner Only] Usuwa gildię.

source: Are you sure to delete your guild? React to confirm the deletion.
pl_pl: Jesteś pewien, że chcesz usunąć gildię? Kliknij reakcję, aby potwierdzić.

source: Successfully deleted your guild.
pl_pl: Pomyślnie usunięto twoją gildię.

source: [Guild Leader only] Changes the guild icon.
pl_pl: [Guild Leader Only] Zmienia logo gildii.

source: URLs musn't exceed 60 characters.
pl_pl: URL nie może być dłuższe nić 60 znaków.

source: Successfully updated the guild icon.
pl_pl: Pomyślnie zaktualizowano logo twojej gildii.

source: [Guild Owner only] Changes the guild description.
pl_pl: [Guild Owner Only] Zmienia opis gildii.

source: The text may be up to 200 characters only.
pl_pl: Tekst może zawierać maksymalnie 200 znaków.

source: Updated!
pl_pl: Zaktualizowano!

source: Shows the richest players in your guild.
pl_pl: Pokazuje najbogatszego członka w twojej gildii.

source: a character by `{charname}` with **${money}**
pl_pl: Postać `{charname}` z kwotą **{money}$**

source: The Richest Players of {guild}
pl_pl: Najbogatsi Gracze w {guild}

source: Shows the best players of your guild by XP.
pl_pl: Pokazuje najlepszego gracza w gildii pod względem XP.

source: {name}, a character by `{charname}` with Level **{level}** (**{xp}** XP)
pl_pl: {name}, postać `{charname}` Lvlem **{level}** (**{xp}**XP)

source: The Best Players of {name}
pl_pl: Najlepsi gracze {name}

source: Invest some of your money and put it to the guild bank.
pl_pl: Zainwestuj trochę swoich pieniędzy i włóż je do banku gildii.

source: The bank would be full.
pl_pl: Bank może być pełny.

source: Done! Now you have `${profile_money}` and the guild has `${guild_money}`.
pl_pl: Zrobione! Teraz masz `{profile_money}$` a gildia posiada `{guild_money}$`.

source: [Guild Officer only] Pay money from the guild bank to a user.
pl_pl: [Guild Officer+ Only] Wypłać kwotę z gildyjnego banku graczowi.

source: Your guild is too poor.
pl_pl: Twoja gildia jest zbyt biedna.

source: Successfully gave **${amount}** from your guild bank to {member}.
pl_pl: Pomyślnie przekazano **{amount}$** z banku gildii do {member}.

source: Upgrades your guild bank's capacity.
pl_pl: Powiększa pojemność banku twojej gildii.

source: Your guild already reached the maximum upgrade.
pl_pl: Twoja gildia osiągnęła poziom maksymalnego ulepszenia.

source: Your guild is too poor, you got **${money}** but it costs **${price}** to upgrade.
pl_pl: Twoja gildia jest zbyt biedna, ma **{money}$**, gdy koszt ulepszenia to **{price}$**.

source: Your new guild bank limit is now **${limit}**.
pl_pl: Nowy limit banku twojej gildii to **{limit}**.

source: Battle against another guild.
pl_pl: Walcz przeciwko innej gildii.
