Repository: 0vql/IdleRPG
Catalog: locales/*/LC_MESSAGES/idlerpg.po
Languages: pl_pl

source: Starts a new tournament.
pl_pl: Rozpoczyna nowy turniej.

source: You are too poor.
pl_pl: Jesteś zbyt biedny.

source: Noone joined your tournament.
pl_pl: Nikt nie dołączył do twojego turnieju.

source: {user} joined the tournament.
pl_pl: {user} dołączył do turnieju.

source: You don't have a character, {user}.
pl_pl: Nie masz postaci, {user}.

source: There are **{num}** entries, due to the fact we need a playable tournament, the last **{removed}** have been removed.
pl_pl: Mamy **{num}** rywali. Z racji, że turniej musi być możliwy do rozegrania, ostatni **{removed}** został usunięty.

source: Tournament started with **{num}** entries.
pl_pl: Turniej rozpoczął się z **{num}** rywalami.

source: vs
pl_pl: przeciwko

source: Winner of this match is {winner}!
pl_pl: Zwycięzcą pojedynku jest {winner}!

source: Round Done!
pl_pl: Runda zakończona!

source: Tournament ended! The winner is {winner}.
pl_pl: Turniej zakończony! Zwycięzcą jest {winner}.

source: The creator spent money, prize can't be given!
pl_pl: Twórca wydał pieniądze, nagroda nie może zostać przyznana!

source: Tournament ended! The winner is {winner}. Money was given!
pl_pl: Turniej zakończony! Zwycięzcą jest {winner}. Pieniądze zostały przyznane!

source: Pixelfys an Avatar.
pl_pl: Pikselizuje awatar.

source: Use 1, 2, 3, 4 or 5 as intensity value.
pl_pl: Użyj 1, 2, 3, 4 lub 5 aby określić intensywność.

source: Finds edges in an Avatar.
pl_pl: Znajduje krawędzie na awatarze.

source: Inverts an avatar.
pl_pl: Odwraca kolory awataru.

source: Oils an Avatar.
pl_pl: Natłuszcza awatar.

source: Trick or treat!
pl_pl: Cukierek albo psikus!

source: You walk around the houses... Noone is there... *yet*
pl_pl: Chodzisz dookoła domów...Nikogo tu nie ma... *jeszcze*

source: You walk around the houses and ring at {waiting}'s house! That's a trick or treat bag for you, yay!
pl_pl: Chodzisz dookoła domów i dzwonisz do domu {waiting}! To cukierek albo psikus dla ciebie, yay!

source: You walk around the houses and ring at {waiting}'s house! Sadly they don't have anything for you...
pl_pl: Chodzisz dookoła domów i dzwonisz do domu {waiting}! Niestety, nie ma niczego dla ciebie...

source: The waiting was worth it: {author} rang! That's a trick or treat bag for you, yay!
pl_pl: Czekanie opłacało się: {author} zadzwonił! To cukierek albo psikus dla ciebie, yay!

source: {author} rings at your house, but... Nothing for you!
pl_pl: {author} zadzwonił do twojego domu, ale... Nic dla ciebie nie przypada!

source: {user} gave you additional $50!
pl_pl: {user} dał ci dodatkowe 50$!

source: Seems you haven't got a trick or treat bag yet. Go get some!
pl_pl: Wygląda na to że nie dostałeś jeszcze żadnego cukierka albo torby-niespodzianki. Idź i zbierz trochę!

source: You gained an item!
pl_pl: Otrzymałeś przedmiot!

source: You found a new item when opening a trick-or-treat bag!
pl_pl: Znalazłeś nowy przedmiot podczas otwierania torby-niespodzianki!

source: Name
pl_pl: Nazwa

source: Type
pl_pl: Typ

source: Remaining trick-or-treat bags: {bags}
pl_pl: Pozostałe torby-niespodzianki: {bags}

source: Change the bot language or view possible options.
pl_pl: Zmień język bota lub przejrzyj możliwe opcje.

source: Your current language is **{current_locale}**. Available options: {all_locales}
pl_pl: Twój aktualny język to **{current_locale}**. Dostępne opcje: {all_locales}

source: Sets the language.
pl_pl: Ustawia język.

source: Not a valid language.
pl_pl: Nieprawidłowy język.

source: To permanently choose a language, please create a character and enter this command again. I set it to {language} temporarily.
pl_pl: Aby wybrać język na stałe, stwórz postać i wpisz tę komendę ponownie. Obecny język ({language}) jest ustawiony tymczasowo.

source: Battle against another player.
pl_pl: Pojedynek przeciwko innemu graczowi.

source: You can't battle yourself.
pl_pl: Nie możesz walczyć samemu ze sobą.

source: Noone wanted to join your battle, {author}!
pl_pl: Nikt nie chciał z tobą walczyć, {author}.

source: You don't have enough money to join the battle.
pl_pl: Nie masz wystarczająco pieniędzy aby dołączyć do walki.

source: Battle **{author}** vs **{enemy}** started! 30 seconds of fighting will now start!
pl_pl: Pojedynek **{author}** vs **{enemy}** rozpoczął się! Walka potrwa przez 30 sekund!

source: One of you can't pay the price for the battle because he spent money in the time of fighting.
pl_pl: Jeden z was nie może zapłacić kwoty za walkę, ponieważ wydał pieniądze w czasie pojedynku.

source: {winner} won the battle vs {looser}! Congratulations!
pl_pl: {winner} wygrał pojedynek przeciwko {looser}! Gratulacje!

source: Reaction-based battle system.
pl_pl: System walki bazujący na reakcjach.

source: {player1}: **{hp1}** HP {player2}: **{hp2}** HP React to play.
pl_pl: {player1}: **{hp1}** HP {player2}: **{hp2}** HP Zareaguj aby walczyć!

source: Someone refused to move. Battle stopped.
pl_pl: Jeden z rywali nie wykonał ruchu. Pojedynek został zatrzymany.

source: {user}, you already moved!
pl_pl: {user}, już wykonałeś swój ruch!

source: {user} healed themselves for **20 HP**.
pl_pl: {user} uleczył się o **20 HP**.

source: {user} hit {enemy} for **{eff}** damage.
pl_pl: {user} zaatakował {enemy} i zadał **{eff}** obrażeń.

source: {user}'s attack on {enemy} failed!
pl_pl: Atak gracza {user} na {enemy} nie powiódł się!

source: You both died!
pl_pl: Obaj zginęliście!

source: One of you both can't pay the price for the battle because he spent money in the time of fighting.
pl_pl: Jeden z was nie może zapłacić kwoty za walkę, ponieważ wydał pieniądze w czasie pojedynku.

source: {winner} won the active battle vs {looser}! Congratulations!
pl_pl: {winner} wygrał aktywną walkę przeciwko {looser}! Gratulacje!

source: Easter related commands for trading your collected eastereggs in for rewards.
pl_pl: Komendy odpowiedzialne za zamianę jajek wielkanocnych na nagrody.

source: **Easter event <:easteregg:566251086986608650>** Lasts until the Tuesday after Easter! Collect eastereggs and use `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Happy hunting!
pl_pl: **Event Wielkanocny <:easteregg:566251086986608650>** Trwa do wtorku po Wielkanocy! Zbierz jajka wielkanocne i użyj {prefix}easter rewards aby sprawdzić nagrody.<:bunny:566290173831151627> Udanego polowania!

source: See the rewards for easter event.
pl_pl: Zobacz nagrody dla Eventu Wielkanocnego.

source: **Easter event - rewards** Use `{prefix}easter reward [1-10]` to trade your eggs in. **100 <:easteregg:566251086986608650>** - 1 crate **500 <:easteregg:566251086986608650>** - $10000 **1000 <:easteregg:566251086986608650>** - random item 1-49 **2000 <:easteregg:566251086986608650>** - 25 crates **2500 <:easteregg:566251086986608650>** - 10 boosters of each type **5000 <:easteregg:566251086986608650>** - 100 crates **7500 <:easteregg:566251086986608650>** - easter guild badge **7500 <:easteregg:566251086986608650>** - 200 crates **7500 <:easteregg:566251086986608650>** - random item 40-50 **10000 <:easteregg:566251086986608650>** - random 50 stat item You have **{eggs}** <:easteregg:566251086986608650>.
pl_pl: **Event Wielkanocny - nagrody** Użyj `{prefix}easter reward [1-10]` aby wymienić swoje jajka. **100 <:easteregg:566251086986608650>** - 1 skrzynia **500 <:easteregg:566251086986608650>** - 10000$ **1000 <:easteregg:566251086986608650>** - losowy przedmiot 1-49 **2000 <:easteregg:566251086986608650>** - 25 skrzyń **2500 <:easteregg:566251086986608650>** - 10 boosterów każdego typu **5000 <:easteregg:566251086986608650>** - 100 skrzyń **7500 <:easteregg:566251086986608650>** - Wielkanocna odznaka gildyjna **7500 <:easteregg:566251086986608650>** - 200 Skrzyń **7500 <:easteregg:566251086986608650>** - losowy przedmiot 40-50 **10000 <:easteregg:566251086986608650>** -losowy przedmiot ze statystykami 50 Posiadasz **{eggs}** <:easteregg:566251086986608650>.

source: Get your easter reward. ID may be 1 to 10.
pl_pl: Zgarnij swoje Wielkanocne nagrody. ID może wynosić od 1 do 10.

source: You don't have enough eggs to claim this.
pl_pl: Masz niewystarczająco jajek aby zdobyć to zdobyć.

source: You claimed your reward. Check your inventory/boosters/crates/money/etc.! You can claim multiple rewards, keep hunting!
pl_pl: Zebrałeś swoją nagrodę. Sprawdź swój ekwipunek/boostery/skrzynie/portfel/etc.! Nagrody możesz zebrać wielokrotnie, szukaj dalej!

source: Shows your crates.
pl_pl: Pokazuje twoje skrzynie.

source: Opens a crate.
pl_pl: Otwiera skrzynię.

source: You found a new item when opening a crate!
pl_pl: Znalazłeś nowy przedmiot w skrzyni!

source: Damage
pl_pl: Obrażenia

source: Armor
pl_pl: Pancerz

source: Value
pl_pl: Wartość

source: Trades crates to a user.
pl_pl: Wymieniaj się skrzyniami z graczami.

source: Very funny...
pl_pl: Bardzo zabawne...

source: Gather as much food as you can
pl_pl: Zbierz tyle jedzenia ile tylko możesz unieść

source: gathers as much food as they can
pl_pl: zbiera tyle jedzenia ile tylko może unieść

source: Grab a backpack and retreat
pl_pl: Chwyć plecak i uciekaj

source: grabs a backpack and retreats
pl_pl: chwyta plecak i ucieka

source: Take a pistol and suicide
pl_pl: Weź pistolet i popełnij samobójstwo

source: gives themselves the bullet
pl_pl: popełnia samobójstwo strzałem z broni palnej

source: Ram a knife in your body
pl_pl: Wbij nóż w swoje serce

source: commits suicide with a knife
pl_pl: popełnia samobójstwo nożem

source: Run away from the Curnocopia
pl_pl: Ucieknij daleko od Rogu Obfitości

source: runs away from the Cornucopia
pl_pl: ucieka daleko od Rogu Obfitości

source: Search for a pair of Explosives
pl_pl: Szukaj pary ładunków wybuchowych

source: finds a bag full of explosives
pl_pl: znajduje torbę pełną ładunków wybuchowych

source: Look for water
pl_pl: Szukaj wody

source: finds a canteen full of water
pl_pl: znajduje stołówkę pełną wody

source: Get a first aid kit
pl_pl: Zdobądź zestaw pierwszej pomocy

source: clutches a first aid kit and runs away
pl_pl: chwyta zestaw pierwszej pomocy i ucieka

source: Grab a backpack
pl_pl: Weź plecak

source: grabs a backpack, not realizing it is empty
pl_pl: bierze plecak, nie zdając sobie sprawy, że jest pusty

source: Try to assault USER
pl_pl: Spróbuj zaatakować USER

source: kills USER
pl_pl: zabija USER

source: Kill USER at the water
pl_pl: Zabija USER w wodzie

source: assaults USER while they were drinking water at the river
pl_pl: atakuje USER kiedy ten pije wodę z rzeki

source: Try to hide some landmines
pl_pl: Spróbuj schować kilka min polowych

source: hides landmines at a few locations
pl_pl: chowa miny polowe w kilku miejscach

source: Take a bath
pl_pl: Weź kąpiel

source: baths in the water and enjoys the silence
pl_pl: kąpie się w rzece i rozkoszuje się ciszą

source: kill USER
pl_pl: zabija USER

source: grill at the fireplace and tell each other spooky stories
pl_pl: griluj przy ognisku i opowiedz innym straszne historie

source: annoy USER
pl_pl: drażnij USER

source: kill themselves by walking into a landmine
pl_pl: ginie następując na minę polową

source: have a small party and get drunk
pl_pl: zrób małą imprezę i wejdź w stan upojenia alkoholowego

source: watch animes together
pl_pl: oglądaj razem anime

source: enjoy the silence
pl_pl: rozkoszuj się ciszą

source: attempt to kill USER but fail
pl_pl: spróbuj zabić USER ale nie doprowadź tej czynności do skutku

source: watch a movie together
pl_pl: obejrzyj razem film

source: track down USER and kill them silently
pl_pl: śledź USER i dyskretnie go zabij

source: decide they want out of here and commit suicide
pl_pl: zdecyduj, że powinni wyjść i popełnij samobójstwo

source: dance YMCA together
pl_pl: zatańcz razem YMCA

source: sing songs together
pl_pl: śpiewaj razem piosenki

source: have a nice romantic evening
pl_pl: urządź miły, romantyczny wieczór

source: watch the others being dumb
pl_pl: oglądaj wygłupy innych

source: kiss in the moonlight
pl_pl: pocałuj w świetle księżyca

source: watch a movie together when USER suddely gets shot by a stranger
pl_pl: oglądaj razem film kiedy USER zostaje zastrzelony przez nieznajomego

source: **Round {round}**
pl_pl: **Runda {round}**

source: Letting {user} choose their action...
pl_pl: Niech {user} wybierze czynność...

source: Choose an action
pl_pl: Wybierz czynność

source: attempts to kill {user} but fails
pl_pl: próbuje zabić {user} ale nie udaje mu się to

source: Letting {user} choose their action... Done
pl_pl: Pozwalanie {user} na wybór czynności... Gotowe

source: Team
pl_pl: Drużyna

source: The cast
pl_pl: Obsada

source: This hunger game's winner is {winner}!
pl_pl: Te igrzyska śmierci wygrywa {winner}!

source: Everyone died!
pl_pl: Wszyscy zginęli!

source: Starts a game of hunger games.
pl_pl: Rozpoczyna igrzyska śmierci.

source: There is already a game in here!
pl_pl: Ta gra już tutaj istnieje!

source: {author} started a game of Hunger Games! React with :shallow_pan_of_food: to join the game! **{num} joined**
pl_pl: {author} rozpoczął igrzyska śmierci! Zareaguj :shallow_pan_of_food: aby dołączyć do gry! **{num} dołączyło**

source: Not enough players joined...
pl_pl: Dołączyła niewystarczająca liczba graczy...

source: Oops! You forgot a required argument: `{arg}`
pl_pl: Ups! Zapomniałeś wymaganego argumentu: `{arg}`

source: You used a malformed argument!
pl_pl: Użyłeś nieprawidłowego argumentu!

source: You are on cooldown. Try again in {time}.
pl_pl: Zwolnij! Spróbuj ponownie za {time}.

source: Permission denied
pl_pl: Odrzucono dostęp

source: :x: This command is only avaiable for the bot owner.
pl_pl: :x: Ta komenda jest dostępna tylko dla właściciela bota.

source: You don't have a character yet.
pl_pl: Nie masz jeszcze postaci.

source: You need to have a guild to use this command.
pl_pl: Musisz posiadać gildię aby użyć tej komendy.

source: You need to be in no guild to use this command.
pl_pl: Musisz być członkiem gildii aby użyć tej komendy.

source: Your rank in the guild is too low to use this command.
pl_pl: Twoja pozycja w gildii jest zbyt niska aby użyć tej komendy.

source: You mustn't be the owner of a guild to use this command.
pl_pl: Nie możesz być posiadaczem gildii aby użyć tej komendy.

source: You are already on an adventure. Use `{prefix}status` to see how long it lasts.
pl_pl: Obecnie jesteś na przygodzie. Użyj `{prefix}status` aby sprawdzić ile jeszcze potrwa.

source: You need to be on an adventure to use this command. Try `{prefix}adventure`!
pl_pl: Musisz być na przygodzie aby użyć tej komendy. Użyj `{prefix}adventure`!

source: You need to be a donator to use this command. Please head to `{prefix}donate` and make sure you joined the support server if you decide to support us.
pl_pl: Musisz być donatorem aby użyć tej komendy. Proszę użyj `{prefix}donate` i upewnij się że dołączyłeś na serwer wsparcia jeśli chcesz nas wesprzeć.

source: :x: You don't have the permissions to use this command. It is thought for other users.
pl_pl: :x: Nie masz dostępu do tej komendy. To troska o innych graczy.

source: You did not choose anything.
pl_pl: Nic nie wybrałeś.

source: An argument or value you entered was far too high for me to handle properly!
pl_pl: Argument lub wartość, którą wpisałeś była zbyt wysoka abym sobie z tym poradził!

source: The languages have been reloaded while you were using a command. The execution therefore had to be stopped. Please try again.
pl_pl: Języki zostały załadowane ponownie podczas gry używałeś komendy, dlatego też czynność musiała zostać przerwana. Spróbuj ponownie.

source: The command you tried to use ran into an error. The incident has been reported and the team will work hard to fix the issue!
pl_pl: Komenda, której próbowałeś użyć doprowadziła do błędu. Raport incydentu został wysłany do techników, którzy będą ciężko pracowali aby go rozwiązać!

source: Look at your Winter Calendar
pl_pl: Spójrz na swój Zimowy Kalendarz

source: No calendar to show!
pl_pl: Nie ma kalendarza do wyświetlenia!

source: Open the Winter Calendar once every day.
pl_pl: Otwórz Zimowy Kalendarz raz dziennie.

source: It's not calendar time yet...
pl_pl: To jeszcze nie czas aby otworzyć kalendarz...

source: **You opened day {today}!**
pl_pl: **Otworzyłeś dzień {today}!**

source: A mysterious puzzle piece
pl_pl: Tajemniczy element puzzli

source: {crates} crates
pl_pl: {crates} skrzynki

source: A special surprise - check out `{prefix}eventbackground` for a new Wintersday background!
pl_pl: Specjalna niespodzianka - sprawdź `{prefix}eventbackground` aby ustawić nowe zimowe tło!

source: Combine the mysterious puzzle pieces.
pl_pl: Połącz tajemnicze fragmenty puzzli.

source: The mysterious puzzles don't fit together... Maybe some are missing?
pl_pl: Tajemnicze puzzle nie pasują do siebie... Może kilku z nich brakuje?

source: You combined the puzzles! In your head a voice whispers: *Well done. Now use `{prefix}eventbackground 1` to set your new background that you just acquired...*
pl_pl: Połączyłeś puzzle! W twojej głowie słyszysz szept: *Dobra robota. Teraz użyj `{prefix}eventbackground 1` aby ustawić nowe tło, które właśnie zdobyłeś...*

source: Make a snowball fights against another guild.
pl_pl: Rozpętaj bitwę na śnieżki przeciwko innej gildii.

source: You may not fight yourself.
pl_pl: Nie możesz walczyć sam ze sobą.

source: The enemy must be an officer or higher.
pl_pl: Przeciwnik musi być posiadać rangę oficera lub wyższą.

source: Timed out...
pl_pl: Upłynął limit czasu...

source: {author}, type `snowballfight nominate @user` to add one of your guild members to the fight!
pl_pl: {author}, napisz `snowballfight nominate @gracz` aby dodać jednego z członków twojej gildii do bitwy!

source: Not one of your guild members...
pl_pl: To nie jest jeden z członków twojej gildii...

source: That's you!
pl_pl: To ty!

source: {enemy}, use `snowballfight nominate @user` to add one of your guild members to the fight!
pl_pl: {enemy}, użyj 'snowballfight nominate @gracz` aby dodać jednego z członków twojej gildii do bitwy!

source: {author.mention}'s team vs {enemy.mention}'s team {t1} - {author} {t2} - {enemy} Next round starts in 5 seconds!
pl_pl: Drużyna {author.mention} przeciwko drużynie {enemy.mention} {t1} - {author} {t2} - {enemy} Następna runda rozpocznie się za 5 sekund!

source: It's word typing time! In 3 seconds, I will send a word. Whoever types it fastest gets one point!
pl_pl: Czas na pisanie słów! W trakcie 3 sekund, wyślę słowo. Kto napisze je najszybciej zdobywa punkt!

source: Noone managed to get it right, I'll cancel the fight!
pl_pl: Nikt nie uporał się z tym poprawnie, przerywam grę!

source: {author} got it right!
pl_pl: {author} Napisał słowo poprawnie!

source: It's maths time! In 3 seconds, I'll send a simple maths task to solve! Type the answer to get a point!
pl_pl: Czas na liczenie! W trakcie 3 sekund wyślę proste matematyczne zadanie do rozwiązania! Napisz odpowiedź aby zdobyć punkt!

source: {user} got it right!
pl_pl: {user} policzył poprawnie!

source: It's hangman time! In 3 seconds, I'll send a hangman-style word and you will have to either send your full word as the guess or a letter to check for!
pl_pl: Czas na wisielca! W trakcie 3 sekund wyślę ukryte słowo, które będziecie musieli odgadnąć całe lub sprawdzać je litera po literce!

source: Noone participated, I'll cancel the fight!
pl_pl: Nikt nie wziął udziału, anuluję walkę!

source: Team 1 ({user}) won!
pl_pl: Drużyna 1 ({user}) wygrała!

source: Team 2 ({user}) won!
pl_pl: Drużyna 2 ({user}) wygrała!

source: Sign up for the snowball tournament.
pl_pl: Zapisz się do turnieju na śnieżki.

source: Too late, my friend.
pl_pl: Spóźniłeś się, mój przyjacielu.

source: You're already signed up!
pl_pl: Już jesteś zapisany!

source: Tournament is full!
pl_pl: Turniej osiągnął maksymalną liczbę członków!

source: {guild} has been signed up.
pl_pl: {guild} została zapisana.

source: Makes the snowball tournament matches
pl_pl: Tworzy turniejowe pary do pojedynku na śnieżki

source: Matches generated!
pl_pl: Pary stworzone!

source: Save a result of a match if it is in the tournament
pl_pl: Zapisz rezultat meczu jeśli jest to mecz turniejowy

source: Those guilds are not in a match!
pl_pl: Te gildie nie są w meczu!

source: The winner of {guild1} vs {guild2} is now {winner}!
pl_pl: Zwycięzcą bitwy {guild1} przeciwko {guild2} jest {winner}!

source: Enforces a new snowball round.
pl_pl: Wymusza nową rundę bitwy na śnieżki.

source: Round forced!
pl_pl: Runda wymuszona!

source: Shows tournament matches.
pl_pl: Pokazuje pary turniejowe.

source: Participants who are already in the next round
pl_pl: Uczestnicy, którzy przeszli już do kolejnej rundy

source: No more matches to be done. Either it is over or it's time for a new round!
pl_pl: Nie ma więcej meczy do rozegrania. Albo to już koniec, albo czas na nową rundę!

source: **Matches to be done**:
pl_pl: **Mecze do rozegrania**:

source: Let's dab together.
pl_pl: Dabujmy razem.

source: No. Just no. I am a bot. What did you think?
pl_pl: Nie. Po prostu nie. O czym ty myślałeś?

source: Receive a daily reward based on your streak.
pl_pl: Otrzymaj codzienną nagrodę bazowaną na twojej serii.

source: My current websocket latency.
pl_pl: Moje opóźnienie połączenia.

source: My current latency is {lat}ms
pl_pl: Moje aktualne opóźnienie to {lat}ms

source: Support maintenance of the bot.
pl_pl: Wesprzyj rozwój bota.

source: This bot has its own patreon page. **Why should I donate?** This bot is currently on {guild_count} servers, and it is growing fast. Hosting this bot for all users is not easy and costs a lot of money. If you want to continue using the bot or just help us, please donate a small amount. Even $1 can help us. **Thank you!** <https://patreon.com/idlerpg>
pl_pl: Ten bot ma własną stronę na patreonie. **Dlaczego powinienem wysłać donację?** Ten bot jest obecnie na {guild_count} serwerach, i ciągle rozszerza swoje zasięgi. Hostowanie go dla wszystkich graczy nie jest proste a nawet kosztowne. Jeśli chcesz kontynuować używanie bota albo po prostu chcesz nam pomóc, proszę, przeznacz dla nas niewielką kwotę. Nawet 1$ może nam pomóc. **Dzięki!** <https://patreon.com/idlerpg>

source: Shows the source code and license.
pl_pl: Pokazuje kod źródłowy i licencję.

source: Invite link for the bot.
pl_pl: Link zaproszeniowy dla bota.

source: You are running version **{version}** by Adrian. Invite me! {url}
pl_pl: Korzystasz z wersji **{version}** wykonanej przez Adriana. Zaproś mnie! {url}

source: Information on the support server.
pl_pl: Informacja na serwerze wsparcia.

source: Statistics on the bot.
pl_pl: Statystyki podane przez bota.

source: IdleRPG Statistics
pl_pl: Statystyki IdleRPG

source: Official Support Server Invite: https://discord.gg/MSBatf6
pl_pl: Oficjalny Serwer Wsparcia: https://discord.gg/MSBatf6

source: Hosting Statistics
pl_pl: Statystyki Hostingu

source: Bot Statistics
pl_pl: Statystyki Bota

source: Code lines written: **{lines}** Shards: **{shards}** Servers: **{guild_count}** Characters: **{characters}** Items: **{items}** Average hours of work: **{hours}**
pl_pl: Linijki kodu: **{lines}** Odłamki: **{shards}** Serwery: **{guild_count}** Postacie: **{characters}** Itemy: **{items}** Średnia godzin pracy: **{hours}**

source: Roll a random number.
pl_pl: Wylosuj losową liczbę.

source: :1234: You rolled **{num}**, {author}!
pl_pl: :1234: Wylosowałeś **{num}**, {author}!

source: The bot's update log.
pl_pl: Logi aktualizacji bota.

source: Deletes an amount of messages from the history, optionally only by one member.
pl_pl: Usuwa konkretną ilość wiadomości z historii, opcjonalnie usuwa wiadomości tylko jednej osoby.

source: 👍 Deleted **{num}** messages for you.
pl_pl: 👍 Usunięto **{num}** wiadomości.
