Repository: 0vql/IdleRPG
Catalog: locales/xtreme-owo/LC_MESSAGES/idlerpg.po
Languages: owo

source: `Joined at`: {joined} `Status...`: {status} `Top Role.`: {toprole} `Roles....`: {roles} `Game.....`: {game}
owo: `Joinyed at`: {joined} `Status...`: {status} `Top Wowe.`: {toprole} `Wowes....`: {roles} `Game.....`: {game}

source: No Game Playing
owo: Nyo Game Pwaying

source: Permissions
owo: Pewmissions

source: View the bot prefix.
owo: View the bot pwefix.

source: The prefix for server **{server}** is `{serverprefix}`. `{prefix}settings prefix` changes it.
owo: The pwefix fow sewvew **{server}** is `{serverprefix}`. `{prefix}settings prefix` changes it.

source: Shows someone's (or your) avatar.
owo: Shows someonye's (ow youw) avataw.

source: Download Link
owo: Downwoad Wink

source: This command contains all guild-related commands.
owo: This command contains aww guiwd-wewated commands.

source: You are not in a guild yet.
owo: You awe nyot in a guiwd yet.

source: No guild found.
owo: Nyo guiwd found.

source: Members
owo: Membews

source: Current Member Count
owo: Cuwwent Membew Count

source: Leader
owo: Weadew

source: The guild icon seems to be a bad URL. Use `{prefix}guild icon` to fix this.
owo: The guird icon seems to be a bad URL. Use `{prefix}guild icon` to fix this.

source: Look up a guild by name.
owo: Wook up a guiwd by nyame.

source: The best GvG guilds.
owo: The best GvG guiwds.

source: a guild by `{leader}` with **{wins}** GvG Wins
owo: a guiwd by `{leader}` with **{wins}** GvG Wins

source: The Best GvG Guilds
owo: The Best GvG Guiwds

source: Shows you a list of your guild members.
owo: Wist of youw guiwd membews.

source: Unknown User (ID {id})
owo: Unknyown Usew (ID {id})

source: Your guild mates
owo: Youw guiwd mates

source: [Guild owner only] Change the guild badge.
owo: [Guiwd ownyew onwy] Change the guiwd badge.

source: Your guild has no badges yet.
owo: Youw guiwd has nyo badges yet.

source: The badge number {number} is not valid, your guild only has {amount} available.
owo: The badge nyumbew {number} is nyot vawid, youw guiwd onwy has {amount} avaiwabwe.

source: Badge updated!
owo: Badge updated owo

source: Creates a guild.
owo: Cweates a guiwd.

source: Enter a name for your guild. Maximum length is 20 characters.
owo: Entew a nyame fow youw guiwd. Maximum wength is 20 chawactews.

source: Cancelled guild creation.
owo: Cancewwed guiwd cweation.

source: Guild names musn't exceed 20 characters.
owo: Guiwd nyames musn't exceed 20 chawactews.

source: Send a link to the guild's icon. Maximum length is 60 characters.
owo: Send a wink to the guiwd's icon. Maximum wength is 60 chawactews.

source: URLs mustn't exceed 60 characters.
owo: URLs mustn't exceed 60 chawactews.

source: Are you sure? React to create a guild for **$10000**
owo: Awe you suwe owo? Weact to cweate a guiwd fow **$10000**

source: A guild creation costs **$10000**, you are too poor.
owo: A guiwd cweation costs **$10000**, you awe too poow.

source: Successfully added your guild **{name}** with a member limit of **{memberlimit}**.
owo: Successfuwwy added youw guiwd **{name}** with a membew wimit of **{memberlimit}**.

source: Promote someone to the rank of officer
owo: Pwomote someonye to the wank of officew

source: Target is not a member of your guild.
owo: Tawget is nyot a membew of youw guiwd.

source: This user is already an officer of your guild.
owo: This usew is awweady an officew of youw guiwd.

source: Done! {member} has been promoted to the rank of `Officer`.
owo: Donye owo! {member} has been pwomoted to the wank of `Officew` ( ✧ω✧ )

source: Demotes someone from the officer rank
owo: Demotes someonye fwom the officew wank

source: This user can't be demoted any further.
owo: This usew can't be demoted any fuwthew.

source: Done! {member} has been demoted to the rank of `Member`.
owo: Donye >w<! {member} has been demoted to the wank of `Membew` (・`ω´・)

source: [Guild officer only] Invite someone to your guild.
owo: [Guiwd Officew onwy] Invite someonye to youw guiwd.

source: That member already has a guild.
owo: That membew awweady has a guiwd.

source: Your guild is already at the maximum member count.
owo: Youw guiwd is awweady at the maximum membew count.

source: {newmember}, {author} invites you to join **{name}**. React to join the guild.
owo: {newmember}, {author} invites you to join **{name}**. Weact to join the guiwd ( ◐ω◐ )

source: {newmember} is now a member of **{name}**. Welcome!
owo: {newmember} is nyow a membew of **{name}**. Wewcome (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: Leave your current guild.
owo: Weave youw cuwwent guiwd.

source: You left your guild.
owo: You weft youw guiwd.

source: [Guild Officer only] Kick someone from your guild.
owo: [Guiwd Officew onwy] Kick someonye fwom youw guiwd.

source: Not your guild mate.
owo: Nyot youw guiwd mate.

source: You can only kick members.
owo: You can onwy kick membews.

source: The person has been kicked!
owo: The pewson has been kicked UwU

source: [Guild Owner only] Deletes the guild.
owo: [Guiwd Ownyew onwy] Dewetes the guiwd.

source: Are you sure to delete your guild? React to confirm the deletion.
owo: Awe you suwe to dewete youw guiwd? Weact to confiwm the dewetion.

source: Successfully deleted your guild.
owo: Successfuwwy deweted youw guiwd.

source: [Guild Leader only] Changes the guild icon.
owo: [Guiwd Weadew onwy] Changes the guiwd icon.

source: URLs musn't exceed 60 characters.
owo: URLs musn't exceed 60 chawactews.

source: Successfully updated the guild icon.
owo: Successfuwwy updated the guiwd icon.

source: [Guild Owner only] Changes the guild description.
owo: [Guiwd Ownyew onwy] Changes the guiwd descwiption.

source: The text may be up to 200 characters only.
owo: The text may be up to 200 chawactews onwy.

source: Updated!
owo: Updated UwU

source: Shows the richest players in your guild.
owo: Shows the wichest pwayews in youw guiwd.

source: a character by `{charname}` with **${money}**
owo: a chawactew by `{charname}` with **${money}**

source: The Richest Players of {guild}
owo: The Wichest Pwayews of {guild}

source: Shows the best players of your guild by XP.
owo: Shows the best pwayews of youw guiwd by XP.

source: {name}, a character by `{charname}` with Level **{level}** (**{xp}** XP)
owo: {name}, a chawactew by `{charname}` with Wevew **{level}** (**{xp}** XP)

source: The Best Players of {name}
owo: The Best Pwayews of {name}

source: Invest some of your money and put it to the guild bank.
owo: Invest some of youw monyey and put it to the guiwd bank.

source: The bank would be full.
owo: The bank wouwd be fuww ;;^;;

source: Done! Now you have `${profile_money}` and the guild has `${guild_money}`.
owo: Donye owo! Nyow you have `${profile_money}` and the guiwd has `${guild_money}`.

source: [Guild Officer only] Pay money from the guild bank to a user.
owo: [Guiwd Officew onwy] Pay monyey fwom the guiwd bank to a usew.

source: Your guild is too poor.
owo: Youw guiwd is too poow.

source: Successfully gave **${amount}** from your guild bank to {member}.
owo: Successfuwwy gave **${amount}** fwom youw guiwd bank to {member}.

source: Upgrades your guild bank's capacity.
owo: Upgwades youw guiwd bank's capacity.

source: Your guild already reached the maximum upgrade.
owo: Youw guiwd awweady weached the maximum upgwade.

source: Your guild is too poor, you got **${money}** but it costs **${price}** to upgrade.
owo: Youw guiwd is too poow, you got **${money}** but it costs **${price}** to upgwade.

source: Your new guild bank limit is now **${limit}**.
owo: Youw nyew guiwd bank wimit is nyow **${limit}**.

source: Battle against another guild.
owo: Battwe against anyothew guiwd.

source: Poor kiddo having no friendos.
owo: Poow kiddo having nyo fwiendos.

source: One of you both doesn't have a guild.
owo: Onye of you both doesn't have a guiwd.

source: One of you both isn't an officer of their guild.
owo: Onye of you both isn't an officew of theiw guiwd.

source: One of the guilds can't pay the price.
owo: Onye of the guiwds can't pay the pwice.

source: One of the guilds is too small.
owo: Onye of the guiwds is too smaww.

source: {enemy} didn't want to join your battle, {author}.
owo: {enemy} didn't want to join youw battwe, {author}

source: {enemy} accepted the challenge by {author}. Please now nominate members, {author}. Use `battle nominate @user` to add someone to your team.
owo: {enemy} accepted the chawwenge by {author} owo! Pwease nyow nyominyate membews, {author}. Use `battle nominate @usew` to add someonye to youw team.

source: That person isn't in your guild.
owo: That pewson isn't in youw guiwd.

source: {user} has been added to your team, {author}.
owo: {user} has been added to youw team, {author}.

source: User not found.
owo: Usew nyot found.

source: Took to long to add members. Fight cancelled.
owo: Took to wong to add membews. Fight cancewwed.

source: Please now nominate members, {enemy}. Use `battle nominate @user` to add someone to your team.
owo: Pwease nyow nyominyate membews, {enemy}. Use `battle nominate @usew` to add someonye to youw team.

source: {user} has been added to your team, {enemy}.
owo: {user} has been added to youw team, {enemy}.

source: Fight started! Generating battles...
owo: Fight stawted ^w^! Genyewating battwes...

source: Fight started! Generating battles... Done.
owo: Fight stawted (・`ω´・) Genyewating battwes... Donye.

source: Guild Battle Fight **{num}** of **{total}**. **{user}** vs **{user2}**! Battle running...
owo: Guiwd Battwe Fight **{num}** of **{total}**. **{user}** vs **{user2}**! Battwe wunnying...

source: Winner of **{user}** vs **{user2}** is **{winner}**! Current points: **{wins1}** to **{wins2}**.
owo: Winnyew of **{user}** vs **{user2}** is **{winner}**>w<! Cuwwent points: **{wins1}** to **{wins2}**.

source: Some guild spent the money??? Bad looser!
owo: Some guiwd spent the monyey??? Bad woosew (,,#ﾟДﾟ)

source: {guild} won the battle! Congratulations!
owo: {guild} won the battwe (・`ω´・)! Congwatuwations UwU

source: It's a tie!
owo: It's a tie owo

source: Starts a guild adventure.
owo: Stawts a guiwd adventuwe.

source: Your guild is already on an adventure! Use `{prefix}guild status` to view how long it still lasts.
owo: Youw guiwd is awweady on an adventuwe ( ; ω ; ) Use `{prefix}guild status` to view how wong it stiww wasts.

source: {author} seeks a guild adventure for **{guild}**! React to join! Unlimited players can join in the next minute. The minimum of players required is 3.
owo: {author} seeks a guiwd adventuwe fow **{guild}** owo! Weact to join owo! Unwimited pwayews can join in the nyext minyute. The minyimum of pwayews wequiwed is 3.

source: Alright, {user}, you have been added.
owo: Awwight, {user}, you have been added.

source: You aren't in their guild.
owo: You awen't in theiw guiwd.

source: You didn't get enough other players for the guild adventure.
owo: You didn't get enyough othew pwayews fow the guiwd adventuwe.

source: Guild adventure for **{guild}** started! Participants: {participants} Difficulty is **{difficulty}** Time it will take: **{time}**
owo: Guiwd adventuwe fow **{guild}** stawted! Pawticipanws: {participants} Difficuwty is **{difficulty}** Time it wiww take: **{time}**

source: Views your guild adventure.
owo: Views youw guiwd adventuwe.

source: Your guild isn't on an adventure yet. Ask your guild leader to use `{prefix}guild adventure` to start one
owo: Youw guiwd isn't on an adventuwe yet. Ask youw guiwd weadew to use `{prefix} guild adventure` to stawt onye

source: Your guild has completed an adventure of difficulty `{difficulty}` and **${gold}** has been added to the bank.
owo: Youw guiwd has compweted an adventuwe of difficuwty `{difficulty}` and **${gold}** has been added to the bank.

source: Your guild is currently in an adventure with difficulty `{difficulty}`. Time remaining: `{remain}`
owo: Youw guiwd is cuwwentwy in an adventuwe with difficuwty `{difficulty}`. Time wemainying: `{remain}`

source: Vote me up to get a random crate!
owo: Vote me up to get a wewawd ^w^

source: In loving memory of Mary Johanna, ex-developer.
owo: In woving memowy of Mawy Johannya, ex-devewopew ;;^;;

source: His name is `#no homo` :heart:
owo: His nyame is `#nyo homo` :heawt:

source: It's a secret.
owo: It's a secwet UwU

source: Gotcha
owo: Gotcha >w<

source: Shhh, it's a secret!
owo: Shhh, it's a secwet ( ◐ω◐ )

source: Creates a new character.
owo: Cweates a nyew chawactew.

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20) **Please note that with the creation of a character, you agree to these rules:** 1) Only up to two characters per individual 2) No abusing or benefiting from bugs or exploits 3) Be friendly and kind to other players 4) Trading in-game items or currency for real money is forbidden 5) Giving or selling renamed items is forbidden IdleRPG is a global bot, your characters are valid everywhere
owo: What shall youw chawactew's name be? (Minimum 3 Chawactews, Maximum 20) **Please note that with the cweation of a chawactew, you agwee to these wuwes:** 1) Only up to two chawactews pew individuaw 2) No abusing or benefiting fwom bugs or exploits 3) Be fwiendwy and kind to othew playews 4) Wrading in-game items or cuwwency for reaw money is fowbidden 5) Giving or sewwing wenamed items is fowbidden

source: Timeout expired. Please retry!
owo: Timeout expiwed. Pwease wetwy ^w^

source: Starter Sword
owo: Stawtew Swowd

source: Starter Shield
owo: Stawtew Shiewd

source: Successfully added your character **{name}**! Now use `{prefix}profile` to view your character!
owo: Successfuwwy added youw chawactew **{name}** UwU! Nyow use `{prefix}profile` to view youw chawactew (・`ω´・)

source: Character names must be at least 3 characters and up to 20.
owo: Chawactew nyames must be at weast 3 chawactews and up to 20.

source: View someone's or your own profile.
owo: View someonye's ow youw own pwofiwe.

source: **{person}** does not have a character.
owo: **{person}** does nyot have a chawactew.

source: Not Married
owo: Nyot Mawwied

source: No Mission
owo: Nyo Mission

source: View someone's profile, not image based.
owo: View someonye's pwofiwe, nyot image based.

source: **{target}** does not have a character.
owo: **{target}** does nyot have a chawactew.

source: General
owo: Genyewaw

source: **Money**: `${money}` **Level**: `{level}` **Class**: `{class_}` **Race**: `{race}` **PvP Wins**: `{pvp}` **Guild**: `{guild}`
owo: **Monyey**: `${money}` **Wevew**: `{level}` **Cwass**: `{class_}` **Wace**: `{race}` **PvP Wins**: `{pvp}` **Guiwd**: `{guild}`

source: Ranks
owo: Wanks o3o

source: **Richest**: `{rank_money}` **XP**: `{rank_xp}`
owo: **Wichest**: `{rank_money}` **XP**: `{rank_xp}`

source: Sword: {sword} Shield: {shield}
owo: Swowd: {sword} Shiewd: {shield}

source: Shows your luck factor ranging from 0 to 2.
owo: Shows youw luck factor ranging fwom 0 to 2 UwU

source: Shows your balance.
owo: Shows youw bawance.

source: You currently have **${money}**, {author}!
owo: You cuwwentwy have **${money}**, {author} ^w^

source: Shows your current XP and level.
owo: Shows youw cuwwent XP and wevew.

source: You currently have **{points} XP**, which means you are on Level **{level}**. Missing to next level: **{missing}**
owo: You cuwwentwy have **{points} XP**, which means you awe on Wevew **{level}**. Missing to nyext wevew: **{missing}**

source: {user}'s inventory includes
owo: {user}'s inventowy includes

source: Armor: `{armor}`
owo: Awmow: `{armor}`

source: Shows your current inventory.
owo: Shows youw cuwwent inventowy.

source: Your inventory is empty.
owo: Youw inventowy is empty.

source: Shows your adventure loot that can be exchanged or sacrificed
owo: Shows youw adventuwe loot that can be exchanged or sacwificed ( ◐ω◐ )

source: You do not have any loot at this moment.
owo: You don't have any active coowdown at the moment ( ◐ω◐ )

source: Use {prefix}exchange {item} or {prefix}sacrifice {item}
owo: Use `{prefix}buy {item}` to buy this.

source: Exchange an item for money or xp.
owo: **Wichest**: `{rank_money}` **XP**: `{rank_xp}`

source: You do not own this loot item.
owo: You do not own dis loot item ;;^;;

source: Select a reward
owo: Sewect a wewawd ( ◐ω◐ )

source: Do you want favor? {prefix}sacrifice instead
owo: Do you want favow? {prefix}sacrifice instead ( ◐ω◐ )

source: Reward gained!
owo: Wewawd gained ( ◐ω◐ )

source: Equips an item of yours by ID.
owo: Equips an item of youws by ID.

source: Successfully equipped item `{itemid}` and put off item `{olditem}`.
owo: Successfuwwy equipped item `{itemid}` and put off item `{olditem}`.

source: Successfully equipped item `{itemid}`.
owo: Successfuwwy equipped item `{itemid}`.

source: Merges two items to a better one. Second one is consumed.
owo: Mewges two items to a bettew onye. Second onye is consumed.

source: Good luck with that.
owo: Good wuck with that =3=

source: The items are of unequal type. You may only merge a sword with a sword or a shield with a shield.
owo: The items awe of unequaw type OwO You may onwy merge a swowd with a swowd or a shiewd with a shiewd (´• ω •`)

source: This item is already on the maximum upgrade level.
owo: This item is awweady on the maximum upgwade wevew.

source: The second item's stat must be in the range of `{min_}` to `{max_}` to upgrade an item with the stat of `{stat}`.
owo: The second item's stat must be in the wange of `{min_}` to `{max_}` to upgwade an item with the stat of `{stat}`.

source: The {stat} of your **{item}** is now **{newstat}**. The other item was destroyed.
owo: The {stat} of youw **{item}** is nyow **{newstat}**. The othew item was destwoyed.

source: Upgrades an item's stat by 1.
owo: Upgwades an item's stat by 1.

source: Your weapon already reached the maximum upgrade level.
owo: Youw weapon awweady weached the maximum upgwade wevew.

source: Are you sure you want to upgrade this item: {item}? It will cost **${pricetopay}**.
owo: Awe you suwe you want to upgwade this item: {item}? It wiww cost ** ${pricetopay}**.

source: Weapon upgrade cancelled.
owo: Weapon upgwade cancewwed.

source: You are too poor to upgrade this item. The upgrade costs **${pricetopay}**, but you only have **${money}**.
owo: You awe too poow to upgwade this item. The upgwade costs **${pricetopay}**, but you onwy have **${money}**.

source: The {stat} of your **{item}** is now **{newstat}**. **${pricetopay}** has been taken off your balance.
owo: The {stat} of youw **{item}** is nyow **{newstat}**. **${pricetopay}** has been taken off youw bawance.

source: Gift money!
owo: Gift monyey UwU

source: No cheating!
owo: Nyo cheating （＞д＜）

source: Renames your character.
owo: Wenyames youw chawactew.

source: What shall your character's name be? (Minimum 3 Characters, Maximum 20)
owo: What shaww youw chawactew's nyame be? (Minyimum 3 Chawactews, Maximum 20)

source: Timeout expired. Retry!
owo: Timeout expiwed. Wetwy owo

source: Character name updated.
owo: Chawactew nyame updated.

source: Character names must be at least 3 characters!
owo: Chawactew nyames must be at weast 3 chawactews owo

source: Character names mustn't exceed 20 characters!
owo: Chawactew nyames mustn't exceed 20 chawactews >w<

source: Deletes your character.
owo: Dewetes youw chawactew.

source: Are you absolutely sure you want to delete your character? React in the next 30 seconds to confirm. **This cannot be undone.**
owo: Awe you absowutewy sure you want to delete your chawactew ;;^;;? Weact in the next 30 seconds to confiwm. **This cannot be undone.**

source: Cancelled deletion of your character.
owo: Cancewwed dewetion of youw chawactew.

source: Successfully deleted your character. Sorry to see you go :frowning:
owo: Successfuwwy deweted youw chawactew. Sowwy to see you go :fwowning:

source: Sets your profile text colour. The format may be #RRGGBB or a HTML-valid string like "cyan".
owo: Sets youw pwofile text colouw. The fowmat may be #RRGGBB or a HTML-valid stwing like "cyan"( ˙꒳​˙ )

source: Format for colour is `#RRGGBB` or a colour code like `cyan`.
owo: Fowmat for colouw is `#RRGGBB` or a colouw code like `cyan` (´• ω •`)

source: Successfully set your profile colour to `{colour}`. Hint: If you used a hex colour code, you must include the `#`.
owo: Successfuwwy set youw pwofiwe colouw to `{colour}`. Hint: If you used a hex colouw code, you must incwude the `#`.

source: [Bot Admin only] Unban someone from the bot.
owo: [Bot Admin onwy] Unban someone fwom the bot.

source: Unbanned: {other}
owo: Unbanned: {other} ✧ω✧

source: {other} is not banned.
owo: {other} is not banned (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: [Bot Admin only] Gives money to a user without loss.
owo: [Bot Admin onwy] Gives monyey to a usew without woss.

source: Successfully gave **${money}** without a loss for you to **{other}**.
owo: Successfuwwy gave **${money}** without a woss fow you to **{other}**.

source: [Bot Admin only] Removes money from a user without gain.
owo: [Bot Admin onwy] Wemuvs monyey fwom a usew without gain.

source: Successfully removed **${money}** from **{other}**.
owo: Successfuwwy wemuvd **${money}** fwom **{other}**.

source: [Bot Admin only] Deletes any user's account.
owo: [Bot Admin onwy] Dewetes any usew's account.

source: Successfully deleted the character.
owo: Successfuwwy deweted the chawactew.

source: [Bot Admin only] Renames a character.
owo: [Bot Admin onwy] Wenyames a chawactew.

source: What shall the character's name be? (min. 3 letters, max. 20)
owo: What shaww the chawactew's nyame be? (min. 3 wettews, max. 20)

source: Timeout expired.
owo: Timeout expiwed.

source: Renamed.
owo: Wenyamed.

source: [Bot Admin only] Gives/removes crates to a user without loss.
owo: [Bot Admin onwy] Gives/wemuvs cwates to a usew without woss.

source: Successfully gave **{amount}** {rarity} crates to **{target}**.
owo: Successfuwwy gave **{amount}** {rarity} cwates to **{target}** (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: [Bot Admin only] Gives xp to a user.
owo: [Bot Admin onwy] Gives xp to a usew.

source: Successfully gave **{amount}** XP to **{target}**.
owo: Successfuwwy gave **{amount}** XP to **{target}**.

source: [Bot Admin only] Wipes someone's donator perks.
owo: [Bot Admin onwy] Wipes someonye's donyatow pewks.

source: Successfully reset {target}'s background, class, item names and guild member limit.
owo: Successfuwwy weset {target}'s backgwound, cwass, item nyames and guiwd membew wimit.

source: Sacrifice an item for favor.
owo: Sacwifice an item for favow ( ◐ω◐ )

source: You prayed to {god}, and they accepted your sacrifice ({name}). Your standing with the god has increased by **{points}** points.
owo: You pwayed to {god}, and they accepted youw sacwifice ({name}). Youw standing with the god has incweased by **{points}** points (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: Choose your deity. This cannot be undone.
owo: Choose youw deity. This cannot be undone (｡•́︿•̀｡)

source: You are now a follower of {god}.
owo: You awe now a fowwower of {god} (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: Pray to your deity to gain favor.
owo: Pway to youw deity to gain favow (´• ω •`)

source: They obviously didn't like your prayer!
owo: They obviouswy diswike youw pwayer ( ; ω ; )

source: Noone heard you!
owo: Nyoone heawd you _:(´ཀ`」 ∠):_

source: Your voice has made them screw off.
owo: Youw voice has made them scwew off ( ; ω ; )

source: Even a donkey would've been a better follower than you.
owo: Even a donkey wouwd've been a bewwer fowwowew than you _:(´ཀ`」 ∠):_

source: „Rather lousy, but okay“, they said.
owo: "Wather wousy, but okay“, they said UwU

source: You were a little sleepy.
owo: You wewe a wittwe sweepy

source: They were a little amused about your singing.
owo: They wewe a wittwe amused about youw singing ( ◐ω◐ )

source: Hearing the same prayer over and over again made them tired.
owo: Heawing the same pwayew ovew and ovew again made them tiwed ( ; ω ; )
