Repository: 0vql/IdleRPG
Catalog: locales/xtreme-owo/LC_MESSAGES/idlerpg.po
Languages: owo

source: You must be on level **{level}** to do this adventure.
owo: You must be on wevew **{level}** to do this adventuwe.

source: Successfully sent your character out on an adventure. Use `{prefix}status` to see the current status of the mission.
owo: Successfuwwy sent youw chawactew out on an adventuwe. Use `{prefix}status` to see the cuwwent status of the mission.

source: Go out on a docile adventure controlled by reactions.
owo: Go out on a dociwe adventuwe contwowwed by weactions OwO

source: You are going to be in a labyrinth of size 15x15. There are enemies, treasures and hidden traps. Reach the exit in the bottom right corner for a huge extra bonus! Are you ready? Tip: Use a silent channel for this, you may want to read all the messages I will send.
owo: You awe going to be in a wabywinth of size 15x15. Thewe awe enyemies, tweasuwes and hidden twaps. Weach the exit in the bottom wight cownyew fow a huge extwa bonyus OwO Awe you weady? Tip: Use a siwent channyew fow this, you may want to wead aww the messages I wiww send UwU

source: **Generating a maze...**
owo: **Genyewating a maze...**

source: North
owo: Nyowth

source: To the {side} is a wall.
owo: To the {side} is a waww.

source: To the {side} is an enemy.
owo: To the {side} is an enyemy OwO

source: To the {side} is a treasure.
owo: To the {side} is a tweasuwe.

source: To the {side} is a floor.
owo: To the {side} is a fwoow.

source: You are on {hp} HP
owo: You awe on {hp} HP

source: You stepped on a trap and took {damage} damage!
owo: You stepped on a twap and took {damage} damage ;;w;;

source: You found a treasure with **${money}** inside!
owo: You found a tweasuwe with **${money}** inside OwO

source: Enemy
owo: Enyemy

source: The Fight started
owo: The Fight stawted

source: The Enemy healed themselves for {hp} HP
owo: The Enyemy heawed themsewves fow {hp} HP

source: You healed yourself for {hp} HP
owo: You heawed youwsewf fow {hp} HP

source: Attack blocked.
owo: Attack bwocked.

source: The Enemy hit you for {dmg} damage
owo: The Enyemy hit you fow {dmg} damage

source: You hit the enemy for {dmg} damage
owo: You hit the enyemy fow {dmg} damage

source: You have reached the exit and were rewarded **${money}** for getting out!
owo: You have weached the exit and wewe wewawded **${money}** fow getting out (・`ω´・)

source: Checks your adventure status.
owo: Checks youw adventuwe status.

source: You are currently on an adventure with difficulty `{difficulty}`. Time until it completes: `{time_left}` Adventure name: `{adventure}`
owo: You awe cuwwentwy on an adventuwe with difficuwty `{difficulty}`. Time untiw it compwetes: `{time_left}` Adventuwe nyame: `{adventure}`

source: You died on your mission. Try again!
owo: You died on youw mission. Twy again ;;^;;

source: You have completed your adventure and received **${gold}** as well as a new item: **{item}**. Experience gained: **{xp}**.
owo: You have compweted youw adventuwe and weceived **${gold}** as weww as a nyew item: **{item}**. Expewience gainyed: **{xp}** OwO

source: Cancels your current adventure.
owo: Cancews youw cuwwent adventuwe.

source: Are you sure you want to cancel your current adventure?
owo: Awe you suwe you want to cancew youw cuwwent adventuwe?

source: Did not cancel your adventure. The journey continues...
owo: Did nyot cancew youw adventuwe. The jouwnyey continyues...

source: Canceled your mission. Use `{prefix}adventure [missionID]` to start a new one!
owo: Cancewed youw mission. Use `{prefix}adventuwe [missionID]` to stawt a nyew onye >w<

source: Your death stats. Shows statictics from all your adventures ever completed.
owo: Youw death stats. Shows statictics fwom aww youw adventuwes evew compweted ( ◐ω◐ )

source: Out of **{total}** adventures, you died **{deaths}** times and survived **{completed}** times, which is a success rate of **{rate}%**.
owo: Out of **{total}** adventuwes, you died **{deaths}** times and suwvived **{completed}** times, which is a success wate of **{rate}%**.

source: Lists all your cooldowns.
owo: Wists aww youw coowdowns.

source: You don't have any active cooldown at the moment.
owo: You don't have any active coowdown at the moment.

source: Commands on cooldown:
owo: Commands on coowdown:

source: {cmd} is on cooldown and will be available after {time}
owo: {cmd} is on coowdown and wiww be avaiwabwe aftew {time}

source: Adventure is running and will be done after {time}
owo: Adventuwe is wunnying and wiww be donye aftew {time}

source: The dealer has a {pretty_dealer} for a total of {dealer} You have a {pretty_player} for a total of {player} {additional}
owo: The deawew has a {pretty_dealer} fow a totaw of {dealer} You have a {pretty_player} fow a totaw of {player} {additional}

source: Would you like insurance? It will cost half your bet and will get you 2:1 back if the dealer has a blackjack. Else it is gone.
owo: Wouwd you wike insuwance? It wiww cost hawf youw bet and wiww get you 2:1 back if the deawew has a bwackjack. Ewse it is gonye.

source: The dealer got a blackjack. You had insurance and lost nothing.
owo: The deawew got a bwackjack. You had insuwance and lose nyothing.

source: The dealer got a blackjack. You lost.
owo: The deawew got a bwackjack. You lost.

source: You got a blackjack and won!
owo: You got a bwackjack and won ^w^

source: Blackjack timed out... You lost your money!
owo: Bwackjack timed out... You wost youw monyey (・`ω´・)

source: Invalid. You're too poor and lose the match.
owo: Invawid. You'we too poow and wose the match.

source: You doubled your bid in exchange for only receiving one more card.
owo: You doubwed youw bid in exchange fow onwy weceiving onye mowe cawd.

source: Dealer busts and you win!
owo: Deawew busts and you win ^w^

source: You have a higher score than the dealer and win.
owo: You have a highew scowe than the deawew and win ^w^

source: Dealer has a higher score than you and wins.
owo: Deawew has a highew scowe than you and wins ;;^;;

source: It's a tie.
owo: It's a tie OwO

source: Draws a random card.
owo: Dwaws a wandom cawd.

source: Flip a coin and bid on the outcome.
owo: Fwip a coin and bid on the outcome.

source: {result[1]} It's **{result[0]}**! You won **${amount}**!
owo: {result[1]} It's **{result[0]}**! You won **${amount}** ( ✧ω✧ )

source: Bet on the outcome of a dice roll with [maximum] sides. [tip] specifies the side you bet on. You will win [maximum - 1] * [money] money if you are right and loose [money] if you are wrong.
owo: Bet on the outcome of a dice woww with [maximum] sides. [tip] specifies the side you bet on. You wiww win [maximum - 1] * [monyey] monyey if you awe wight and woose [monyey] if you awe wwong ( ◐ω◐ )

source: Invalid Tip. Must be in the Range of `1` to `{maximum}`.
owo: Invawid Tip. Must be in the Wange of `1` to `{maximum}`.

source: Spend it in a better way. C'mon!
owo: Spend it in a bettew way. C'mon (・`ω´・)

source: You won **${money}**! The random number was `{num}`, you tipped `{tip}`.
owo: You won **${money}** ^w^! The wandom nyumbew was `{num}`, you tipped `{tip}`.

source: You lost **${money}**! The random number was `{num}`, you tipped `{tip}`.
owo: You wost **${money}** UwU! The wandom nyumbew was `{num}`, you tipped `{tip}`.

source: [Alpha] Play blackjack against the dealer.
owo: [Awpha] Pway bwackjack against the deawew.

source: Play a double-or-steal game against someone. You start with $100 and can take it or double it with your money.
owo: Pway a doubwe-ow-steaw game against someonye. You stawt with $100 and can take it ow doubwe it with youw monyey ( ◐ω◐ )

source: React with 💰 to play double-or-steal with {user}!
owo: Weact with 💰 to pway doubwe-ow-steaw with {user} (・`ω´・)

source: {user} has no character.
owo: {user} has nyo chawactew _:(´ཀ`」 ∠):_

source: {user} is too poor to double.
owo: {user} is too poow to doubwe ( ; ω ; )

source: Double or steal ${money}?
owo: Doubwe ow steaw ${money}?

source: Double
owo: Doubwe

source: Steal
owo: Steaw

source: {user} stole **${money}**.
owo: {user} stowe **${money}**.

source: {user} doubled to **${money}**.
owo: {user} doubwed to **${money}**.

source: Puts your item into the market.
owo: Puts youw item into the mawket ( ◐ω◐ )

source: Selling an item below its value is a bad idea. You can always do `{prefix}merchant {itemid}` to get more money.
owo: Sewwing an item bewow its vawue is a bad idea UwU You can awways do `{prefix}merchant {itemid}` to get mowe monyey (・`ω´・)

source: Your item is either equal to a Starter Item or worse. Noone would buy it.
owo: Youw item is eithew equaw to a Stawtew Item ow wowse. Nyoonye wouwd buy it.

source: Your price is too high. Try adjusting it to be up to `{limit}`.
owo: Youw pwice is too high. Twy adjusting it to be up to `{limit}`.

source: Successfully added your item to the shop! Use `{prefix}shop` to view it in the market!
owo: Successfuwwy added youw item to the shop >w<! Use `{prefix}shop` to view it in the mawket (・`ω´・)

source: Buys an item from the global market.
owo: Buys an item fwom the gwobaw mawket.

source: There is no item in the shop with the ID: {itemid}
owo: Thewe is nyo item in the shop with the ID: {itemid}

source: You're too poor to buy this item.
owo: You'we too poow to buy this item.

source: Successfully bought item `{id}`. Use `{prefix}inventory` to view your updated inventory.
owo: Successfuwwy bought item `{id}`. Use `{prefix}inventory` to view youw updated inventowy.

source: **{author}** bought your **{name}** for **${price}** from the market.
owo: **{author}** bought youw **{name}** fow **${price}** fwom the mawket.

source: You don't have an item of yours in the shop with the ID `{itemid}`.
owo: You don't have an item of youws in the shop with the ID `{itemid}`.

source: Successfully removed item `{itemid}` from the shop and put it in your inventory.
owo: Successfuwwy wemuvd item `{itemid}` fwom the shop and put it in youw inventowy.

source: Lists the buyable items on the market.
owo: Wists the buyabwe items on the mawket.

source: No results.
owo: Nyo wesuwts.

source: Price
owo: Pwice

source: Offer an item to a specific user.
owo: Offew an item to a specific usew.

source: Are you sure you want to sell your equipped {item}?
owo: Awe you suwe you want to seww youw equipped {item}?

source: Item selling cancelled.
owo: Item sewwing cancewwed.

source: {user}, {author} offered you an item! React to buy it! The price is **${price}**. You have **2 Minutes** to accept the trade or the offer will be canceled.
owo: {user}, {author} offewed you an item owo! Weact to buy it UwU! The pwice is ** ${price}**. You have **2 Minyutes** to accept the twade ow the offew wiww be cancewed ( ✧ω✧ )

source: {user}, you're too poor to buy this item!
owo: {user}, you'we too poow to buy this item ;;w;;

source: The owner sold the item with the ID `{itemid}` in the meantime.
owo: The ownyew sowd the item with the ID `{itemid}` in the meantime.

source: Successfully bought item `{itemid}`. Use `{prefix}inventory` to view your updated inventory.
owo: Successfuwwy bought item `{itemid}`. Use `{prefix}inventory` to view youw updated inventowy (´• ω •`)

source: Sells items for their value.
owo: Sewws an item fow its value.

source: You are about to sell {amount} equipped items. Are you sure?
owo: You awe about to seww {amount} equipped items. Awe you suwe?

source: Cancelled.
owo: Cancewwed.

source: You received **${money}** when selling item(s) `{itemids}`. {additional}
owo: You weceived **${money}** when sewwing item(s) `{itemids}`. {additional}

source: Skipped `{amount}` because they did not belong to you.
owo: Skipped `{amount}` because they did nyot bewong to you UwU

source: Sells all your non-equipped items for their value.
owo: Sewws aww youw nyon-equipped items fow theiw vawue.

source: Nothing to merch.
owo: Nyothing to mewch.

source: Merched **{count}** items for **${money}**.
owo: Mewched **{count}** items fow **${money}**.

source: View your pending shop offers.
owo: View youw pending shop offews.

source: You don't have any pending shop offers.
owo: You don't have any pending shop offews.

source: Your pending items
owo: Youw pending items

source: Buys items at the trader.
owo: Buys items at the twadew.

source: The Trader
owo: The Twadew

source: You are too poor to buy this item.
owo: You awe too poow to buy this item.

source: Successfully bought offer **{offer}**. Use `{prefix}inventory` to view your updated inventory.
owo: Successfuwwy bought offew **{offer}**. Use `{prefix}inventory` to view youw updated inventowy ( ◐ω◐ )

source: Propose for a marriage.
owo: Pwopose fow a mawwiage.

source: You should have a better friend than only yourself.
owo: You shouwd have a bettew fwiend than onwy youwsewf.

source: One of you is married.
owo: Onye of you is mawwied.

source: {author} has proposed for a marriage!
owo: {author} has pwoposed fow a mawwiage ^w^

source: {author} wants to marry you, {partner}! React with :heart: to marry them!
owo: {author} wants to mawwy you, {partner} >w<! Weact with :heawt: to mawwy them (´• ω •`) ♡

source: They didn't want to marry.
owo: They didn't want to mawwy.

source: Owwwwwww! :heart: {author} and {partner} are now married!
owo: Owwwwwww ^w^ :heawt: {author} and {partner} awe nyow mawwied (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: Either you or your lovee married in the meantime... :broken_heart:
owo: Eithew you ow youw wuve mawwied in the meantime... :bwoken_heawt:

source: Break up with your partner.
owo: Bweak up with youw pawtnyew.

source: You are not married yet.
owo: You awe nyot mawwied yet.

source: Are you sure you want to divorce your partner? You will lose all your children!
owo: Awe you suwe you want to divowce youw pawtnyew? You wiww wose aww youw chiwdwen ;;w;;

source: Cancelled the divorce. I guess the marriage is safe for now?
owo: Cancewwed the divowce. I guess the mawwiage is safe fow nyow?

source: You are now divorced.
owo: You awe nyow divowced.

source: View who you're married to.
owo: View who you'we mawwied to.

source: You are currently married to **{partner}**.
owo: You awe cuwwentwy mawwied to **{partner}** (´• ω •`) ♡

source: Views someone's lovescore.
owo: Views someonye's wuvscowe.

source: noone
owo: nyoonye

source: {user}'s overall love score is **{score}**. {user} is married to **{partner}**.
owo: {user}'s uvwaww wuv scowe is **{score}**. {user} is mawwied to **{partner} ( ◐ω◐ )

source: Buy something for your spouse and increase their lovescore.
owo: Buy something fow youw spouse and incwease theiw wuvscowe.

source: Unicorn :unicorn:
owo: Unyicown :unicorn:

source: Ice Cream :ice_cream:
owo: Ice Cweam :ice_cream:

source: Movie Night :ticket:
owo: Movie Nyight :ticket:

source: Video Game Night :video_game:
owo: Video Game Nyight :video_game:

source: Camping Night :fishing_pole_and_fish:
owo: Camping Nyight :fishing_pole_and_fish:

source: Couple Competition :trophy:
owo: Coupwe Competition :trophy:

source: Concert Night :musical_keyboard:
owo: Concewt Nyight :musical_keyboard:

source: Bicycle :bike:
owo: Bicycwe :bike:

source: Motorcycle :motorcycle:
owo: Motowcycwe :motorcycle:

source: Car :red_car:
owo: Caw :red_car:

source: Private Jet :airplane:
owo: Pwivate Jet :airplane:

source: Space Rocket :rocket:
owo: Space Wocket :rocket:

source: Credit Card :credit_card:
owo: Cwedit Cawd :credit_card:

source: Home films :projector:
owo: Home fiwms :projector:

source: Purse :purse:
owo: Puwse :purse:

source: Casual Attire :shirt:
owo: Casual Attiwe :shirt:

source: Ring :ring:
owo: Wing :wing:

source: Balloon :balloon:
owo: Bawwoon :balloon:

source: Flower Bouquet :bouquet:
owo: Flowew Bouquet :bouquet:

source: Expensive Chocolates :chocolate_bar:
owo: Expensive Chocowates :chocolate_bar:

source: Declaration of Love :love_letter:
owo: Decwawation of Wuv :love_letter:

source: Key to Heart :key2:
owo: Key to Heawt :key2:

source: Ancient Vase :amphora:
owo: Ancienw Vase :amphora:

source: Super Computer :computer:
owo: Supah Computew :computer:

source: Precious Gemstone Collection :gem:
owo: Pwecious Gemstone Cowwection :gem:

source: To buy one of these items for your partner, use `{prefix}spoil shopid`
owo: To buy onye of these items fow youw pawtnyew, use `{prefix}spoil shopid`

source: You're not married yet.
owo: You'we nyot mawwied yet.

source: You bought a **{item}** for your partner and increased their love score by **{points}** points!
owo: You bought a **{item}** fow youw pawtnyew and incweased theiw wuv scowe by **{points}** points uwu

source: Failed to DM your spouse, could not find their Discord account
owo: Faiwed to DM youw spouse, couwd nyot find theiw Discowd account

source: **{author}** bought you a **{item}** and increased your love score by **{points}** points!
owo: **{author}** bought you a **{item}** and incweased youw wuv scowe by **{points}** points >w<

source: Take your loved one on a date to increase your lovescore.
owo: Take youw wuvd onye on a date to incwease youw wuvscowe.

source: You and {partner} went on a nice candlelit dinner.
owo: You and {partner} went on a nyice candwewit dinnyew (♡ω♡)

source: You and {partner} had stargazed all night.
owo: You and {partner} had stawgazed aww nyight ♡ (￣З￣)

source: You and {partner} went to a circus that was in town.
owo: You and {partner} went to a ciwcus that was in town (´｡• ᵕ •｡`) ♡

source: You and {partner} went out to see a romantic movie.
owo: You and {partner} went out to see a womantic movie (´｡• ᵕ •｡`) ♡

source: You and {partner} went out to get ice cream.
owo: You and {partner} went out to get ice cweam (♡ω♡)

source: You and {partner} had an anime marathon.
owo: You and {partner} had an anyime mawathon ♡ (￣З￣)

source: You and {partner} went for a spontaneous hiking trip.
owo: You and {partner} went fow a spontanyeous hiking twip (♡ω♡)

source: You and {partner} decided to visit Paris.
owo: You and {partner} decided to visit Pawis (♡ω♡)

source: You and {partner} went ice skating together.
owo: You and {partner} went ice skating togethew ヽ(・∀・)ﾉ

source: Unknown User
owo: Unknyown Usew

source: This increased your lovescore by {num}
owo: This incweased youw wuvscowe by {num} UwU

source: Make a child with your spouse.
owo: Make a chiwd with youw spouse.

source: Can't produce a child alone, can you?
owo: Can't pwoduce a chiwd awone, can you?

source: You already have {max_} children. You can increase this limit by increasing your lovescores.
owo: You awweady have {max_} chiwdwen. You can incwease this wimit by incweasing youw wuvscowes UwU

source: O.o not in the mood today?
owo: O.o nyot in the mood today?

source: It's a boy! Your night of love was successful! Please enter a name for your child.
owo: It's a boy UwU! Youw nyight of wuv was successfuw UwU Pwease entew a nyame fow youw chiwd.

source: It's a girl! Your night of love was successful! Please enter a name for your child.
owo: It's a giww ^w^! Youw nyight of wuv was successfuw ^w^! Pwease entew a nyame fow youw chiwd.

source: You didn't enter a name.
owo: You didn't entew a nyame.

source: {name} was born.
owo: {name} was bown.

source: View your children.
owo: View youw chiwdwen.

source: Lonely...
owo: Wonyewy...

source: Your family
owo: Youw famiwy

source: Family of {author} and <@{marriage}>
owo: Famiwy of {author} and <@{marriage}> ( ˙꒳​˙ )

source: No children yet
owo: Nyo chiwdwen yet

source: Use {prefix}child to make one!
owo: Use {prefix}child to make onye owo

source: Gender: {gender}, Age: {age}
owo: Gendew: {gender}, Age: {age}

source: Events happening to your family.
owo: Events happenying to youw famiwy.

source: You're lonely.
owo: You'we wonyewy ;;^;;

source: They died because of a shampoo overdose!
owo: They died because of a shampoo uvwdose owo

source: They died of lovesickness...
owo: They died of wuvsicknyess...

source: They died of loneliness.
owo: They died of wonyewinyess ;;^;;

source: A horde of goblins got them.
owo: A howde of gobwins got them.

source: They have finally decided to move out after all these years, but couldn't survive a second alone.
owo: They have finyawwy decided to muv out aftew aww these yeaws, but couwdn't suwvive a second awonye ;;^;; ~~cwi me too kid~~

source: Spontaneous combustion removed them from existence.
owo: Spontanyeous combustion wemuvd them fwom existence.

source: While exploring the forest, they have gotten lost.
owo: Whiwe expwowing the fowest, they have gotten wost.

source: They've left through a portal into another dimension...
owo: They've weft thwough a powtaw into anyothew dimension...

source: The unbearable pain of stepping on a Lego\© brick killed them.
owo: The unbeawabwe pain of stepping on a Wego\© bwick kiwwed them ;;^;;

source: You heard a landmine going off nearby...
owo: You heawd a wandminye going off nyeawby...

source: They have been abducted by aliens!
owo: They have been abducted by awiens ;;w;;

source: The Catholic Church got them...
owo: The Cathowic Chuwch got them...

source: {name} died at the age of {age}! {cause}
owo: {name} died at the age of {age} uwu! {cause}

source: {name} is now {age} years old.
owo: {name} is now {age} yeaws owd (・`ω´・)

source: {name} can be renamed! Enter a new name:
owo: {name} can be wenyamed owo! Entew a nyew nyame:

source: {old_name} is now called {new_name}.
owo: {old_name} is nyow cawwed {new_name} (・`ω´・)

source: The 10 most richest players in IdleRPG.
owo: The 10 wichest pwayews.

source: {name}, a character by `{username}` with **${money}**
owo: {name}, a chawactew by `{username}` with **${money}**

source: The Richest Players
owo: The Wichest Pwayews

source: The top 10 players by XP.
owo: The top 10 pwayews by XP.

source: {name}, a character by `{username}` with Level **{level}** (**{xp}** XP)
owo: {name}, a chawactew by `{username}` with Wevew **{level}** (**{xp}** XP)

source: The Best Players
owo: The Best Pwayews

source: Top 10 players by wins in PvP matches.
owo: Top 10 pwayews by wins in PvP matches.

source: {name}, a character by `{username}` with **{wins}** wins
owo: {name}, a chawactew by `{username}` with **{wins}** wins

source: The Best PvPers
owo: The Best PvPews

source: The top 10 lovers sorted by their spouse's lovescore.
owo: The top 10 wuvews sowted by theiw spouse's wuvscowe.

source: **{lover}** gifted their love **{lovee}** items worth **${points}**
owo: **{lover}** gifted theiw wuv **{lovee}** items wowth **${points}**

source: The Best lovers
owo: The Best Wuvews

source: Shows information about your server.
owo: Shows infowmation about youw sewvew.

source: Link
owo: Wink >wO

source: `No icon has been set yet!`
owo: `Nyo icon has been set yet UwU `

source: Server Information
owo: Sewvew Infowmation

source: Compact information about this server
owo: Compact infowmation about this sewvew

source: Information
owo: Infowmation

source: Server: `{name}` Server Region: `{region}` Members Total: `{members}` ID: `{id}` Icon: {urltext} Owner: {owner} Server created at: `{created_at}`
owo: Sewvew: `{name}` Sewvew Wegion: `{region}` Membews Totaw: `{members}` ID: `{id}` Icon: {urltext} Ownyew: {owner} Sewvew cweated at: `{created_at}`

source: Roles
owo: Wowes owo

source: Please use `{prefix}settings (prefix/unknown) value`
owo: Pwease use `{prefix}settings (prefix/unknown) value`

source: Change the server bot prefix.
owo: Change the sewvew bot pwefix.

source: Prefixes may not be longer than 10 characters.
owo: Pwefixes may nyot be wongew than 10 chawactews.

source: Prefix changed to `{prefix}`.
owo: Pwefix changed to `{prefix}`.

source: Resets the server settings.
owo: Wesets the sewvew settings.

source: Done!
owo: Donye ^w^

source: Shows detailed information about a member in the server.
owo: Shows infowmation about youw sewvew.
