Repository: 0vql/IdleRPG
Catalog: locales/xtreme-owo/LC_MESSAGES/idlerpg.po
Languages: owo

source: Your Gregorian chants were amazingly well sung.
owo: Youw Gwegowian chants wewe amazingwy weww sung (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: Even the birds joined in your singing.
owo: Even the birds joined in your singing ヽ(・∀・)ﾉ

source: The other gods applauded while your god noted down the best mark.
owo: The othew gods appwauded whiwe youw god noted down the best mark ヽ(・∀・)ﾉ

source: Rarely have you had a better day!
owo: Wawewy have you had a bewwer dayヽ(・∀・)ﾉ

source: Your prayer resulted in **{val}** favor. {message}
owo: Youw pwayew wesuwted in **{val}** favow. {message}

source: Shows your god and favor.
owo: Shows youw god and favow.

source: Trade timed out.
owo: Twade timed out _:(´ཀ`」 ∠):_

source: {user} stopped the trade.
owo: {user} stopped the twade _:(´ཀ`」 ∠):_

source: Trade cancelled. Things were traded away in the meantime.
owo: Twade cancewwed. Things wewe twaded away in the meantime.

source: Trade successful.
owo: Twade successfuw (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: Opens a trading session with a user.
owo: Opens a twading session with a usew ( ✧ω✧ )

source: You cannot trade with yourself.
owo: You cannot twade with youwsewf ( ; ω ; )

source: {user} has requested a trade, {user2}.
owo: {user} has wequested a twade, {user2} ( ◐ω◐ )

source: Adds something to a trade.
owo: Adds something to a twade (´｡• ω •｡`)

source: Please select something to add. Example: `{prefix}trade add money 1337`
owo: Pls sewect something to add. Exampwe: `{prefix}trade add money 1337`

source: Adds money to a trade.
owo: Adds monyey to a twade ヽ(・∀・)ﾉ

source: Adds crates to a trade.
owo: Adds cwates to a twade ( ◐ω◐ )

source: You do not have enough crates.
owo: You do not have enough cwates ( ; ω ; )

source: Adds items to a trade.
owo: Adds items to a twade (・`ω´・)

source: You do not own this item.
owo: You do not own this item _:(´ཀ`」 ∠):_

source: Sets a value to a trade instead of adding onto it.
owo: Sets a vawue to a twade instead of adding onto it (´｡• ω •｡`)

source: Please select something to set. Example: `{prefix}trade set money 1337`
owo: Pls sewect something to set. Exampwe: `{prefix}trade set money 1337`

source: Sets money in a trade.
owo: Sets monyey to a twade ヽ(・∀・)ﾉ

source: Sets crates in a trade.
owo: Sets cwates to a twade ( ◐ω◐ )

source: Removes something from a trade.
owo: Wemoves something fwom a twade ( ◐ω◐ )

source: Please select something to remove. Example: `{prefix}trade remove money 1337`
owo: Pls sewect something to wemove. Exampwe: `{prefix}trade remove money 1337`

source: Removes money from a trade.
owo: Wemoves monyey fwom a twade ヽ(・∀・)ﾉ

source: Resulting amount is negative.
owo: Wesuwting amount is negative ( ; ω ; )

source: Removes crates from a trade.
owo: Wemoves cwates fwom a twade _:(´ཀ`」 ∠):_

source: The resulting amount would be negative.
owo: The wesuwting amount wouwd be negative ( ; ω ; )

source: Removes items from a trade.
owo: Wemoves items fowm a twade (・`ω´・)

source: This item is not in the trade.
owo: This item is not in the twade ( ; ω ; )

source: Change your race. This is irreversible.
owo: Change youw wace. This is iwwevewsibwe (´｡• ω •｡`)

source: Humans are a team. They work and fight hand in hand and never give up, even when some of their friends already died. Their rage and hate against enemies makes them attack efficient and concentrated. Their attack and defense skills are pretty equal.
owo: Humans awe a team. They wowk and fight hand in hand and nevew give up, even when some of theiw fwiends alweady died ( ; ω ; ) Theiw wage and hate against enyemies makes them attack efficient and concentwated. Theiw attack and defense skiwws awe pwetty equal ヽ(・∀・)ﾉ

source: Dwarf
owo: Dwawf

source: Dwarves are the masters of their forge. Although they're very small, they can deal a lot of damage with their self-crafted equipment. Because of their reflexes, they have more defense than attack. Want an ale?
owo: Dwawves awe the mastews of theiw fowge. Awthough they'we vewy smaww, they can deaw a wot of damage with theiw sewf-cwafted equipment. Because of theiw wefwexes, they have mowe defense than awwack. Want an awe ( ◐ω◐ )?

source: Elf
owo: Ewf

source: Elves are the masteres of camouflage. They melt with their enviroment to attack enemies without their knowing. Their bound to nature made them good friends of the wild spirits which they can call for help and protection. They have more attack than defense.
owo: Ewves awe the mastewes of camoufwage. They mewt to theiw enviwoment to attack enyemies without theiw knowing. Theiw bound to natuwe made them good fwiends of the wiwd spirits which they can caww for hewp and pwotection. They have mowe attack than defenseヽ(・∀・)ﾉ

source: Orc
owo: Owc

source: Orcs are a friendly race based on their rituals of calling their ancestors to bless the rain and the deeds of their tribe. More ugly than nice, they mostly avoid being attacked by enemies. If they can't avoid a fight, then they have mostly no real damage, only a bit, but a huge armour. Who cares about the damage as long as you don't die?
owo: Owcs awe a fwiendwy wace based on theiw wituals of cawwing theiw ancestows to bwess the rain and the deeds of theiw twibe. Mowe ugly than nice, they mostwy avoid being attacked by enyemies. If they can't avoid a fight, then they have mostwy no reaw damage, onwy a bit, but a huge awmouw. Who cawes about the damage as long as you don't die ( ✧ω✧ )

source: Jikill
owo: Jikiww

source: Jikills are dwarflike creatures with one eye in the middle of their face, which lets them have a big and huge forehead, big enough for their brain which can kill enemies. These sensitive creatures are easily knocked out.
owo: Jikiwws are dwawflike cweatuwes with one eye in the middwe of theiw face, which wets them have a big and huge fowehead, big enough fow theiw bwain which can kill enyemies. These sensitive cweatures awe easiwy knocked out ( ◐ω◐ )

source: One of my biggest regrets is...
owo: Onye of my biggest wegwets is...

source: ...that I never confessed my true love, and now she is dead.
owo: ...that I nevew confessed my twue love, and now she is ded (´；ω；`)

source: ...that I have never been to the funeral of my parents.
owo: ...that I have nevew been to the funewal of my pawents ( ; ω ; )

source: ...that I betrayed my best friend.
owo: ...that I betwayed my best fwiend ( ◐ω◐ )

source: One of my proudest creations is...
owo: Onye of my pwoudest cweations is...

source: ...a perfected ale keg.
owo: ...a pewfected awe keg.

source: ...a magical infused glove.
owo: ...a magicaw infused gwove.

source: ...a bone-forged axe.
owo: ...a bone-fowged axe.

source: My favourite spirit of the wild is...
owo: My favouwite spiwit of the wiwd is...

source: ...Beringor, the bear spirit.
owo: ...Bewingow, the beaw spiwit.

source: ...Neysa, the tiger spirit.
owo: ...Neysa, the tigew spiwit.

source: ...Avril, the wolf spirit.
owo: ...Avwil, the wowf spiwit.

source: ...Sambuca, the eagle spirit.
owo: ...Sambuca, the eagwe spiwit.

source: The ancestor that gives me my strength is...
owo: The ancestow that gives me my stwength is...

source: ...my sister.
owo: ...my sistew (・_・ヾ

source: ...my father.
owo: ...my fathew.

source: ...my grandmother.
owo: ...my gwandmum.

source: ...my uncle.
owo: ...my uncwe.

source: ...spiritual pain
owo: ...spiwitual pain

source: ...extreme temperatures.
owo: ...extweme tempewatuwes.

source: ...strange and powerful smells.
owo: ...stwange and powewful smells.

source: You are now a {race}.
owo: You awe nyow a {race} ( ´ ▽ ` )ﾉ

source: You found a treasure with {emote} inside!
owo: You found a tweasuwe with {emote} inside OwO

source: You have reached the exit!
owo: You have weached the exit (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧
