Repository: 0vql/IdleRPG
Catalog: locales/xtreme-owo/LC_MESSAGES/idlerpg.po
Languages: owo

source: Starts a new tournament.
owo: Stawts a nyew touwnyament.

source: You are too poor.
owo: You awe too poow.

source: {author} started a tournament! Free entries, prize is **${prize}**! React with ⚔ to join!
owo: {author} stawted a touwnyament >w< Fwee entwies, pwize is **${prize}** >w< Weact with ⚔ to join >w<

source: Noone joined your tournament.
owo: Nyoonye joinyed youw touwnyament ;;^;;

source: {user} joined the tournament.
owo: {user} joinyed the touwnyament uwu

source: You don't have a character, {user}.
owo: You don't have a chawactew, {user}.

source: There are **{num}** entries, due to the fact we need a playable tournament, the last **{removed}** have been removed.
owo: Thewe awe **{num}** entwies, due to the fact we nyeed a pwayabwe touwnyament, the wast **{removed}** have been wemuved.

source: Tournament started with **{num}** entries.
owo: Touwnyament stawted with **{num}** entwies.

source: Winner of this match is {winner}!
owo: Winnyew of this match is {winner} owo

source: Round Done!
owo: Wound Donye (・`ω´・)

source: Tournament ended! The winner is {winner}.
owo: Touwnyament ended owo! The winnyew is {winner}.

source: The creator spent money, prize can't be given!
owo: The cweatow spent monyey, pwize can't be given ^w^

source: Tournament ended! The winner is {winner}. Money was given!
owo: Touwnyament ended >w<!The winnyew is {winner}. Monyey was given UwU

source: Pixelfys an Avatar.
owo: Pixewfys an Avataw.

source: Use 1, 2, 3, 4 or 5 as intensity value.
owo: Use 1, 2, 3, 4 ow 5 as intensity vawue.

source: Finds edges in an Avatar.
owo: Finds edges in an Avataw.

source: Inverts an avatar.
owo: Invewts an avataw.

source: Oils an Avatar.
owo: Oiws an Avataw.

source: Trick or treat!
owo: Twick ow tweat owo

source: You walk around the houses... Noone is there... *yet*
owo: You wawk awound the houses... Nyoonye is thewe... *yet*

source: You walk around the houses and ring at {waiting}'s house! That's a trick or treat bag for you, yay!
owo: You wawk awound the houses and wing at {waiting}'s house (・`ω´・)! That's a twick ow tweat bag fow you, yay ^w^

source: You walk around the houses and ring at {waiting}'s house! Sadly they don't have anything for you...
owo: You wawk awound the houses and wing at {waiting}'s house UwU! Sadwy they don't have anything fow you...

source: The waiting was worth it: {author} rang! That's a trick or treat bag for you, yay!
owo: The waiting was wowth it: {author} wang owo! That's a twick ow tweat bag fow you, yay UwU

source: {author} rings at your house, but... Nothing for you!
owo: {author} wings at youw house, but... Nyothing fow you (・`ω´・)

source: Seems you haven't got a trick or treat bag yet. Go get some!
owo: Seems you haven't got a twick ow tweat bag yet. Go get some owo

source: You gained an item!
owo: You gainyed an item >w<

source: You found a new item when opening a trick-or-treat bag!
owo: You found a nyew item when openying a twick-ow-tweat bag ^w^

source: Name
owo: Nyame

source: Armor
owo: Awmow

source: Value
owo: Vawue

source: Remaining trick-or-treat bags: {bags}
owo: Wemainying twick-ow-tweat bags: {bags}

source: Change the bot language or view possible options.
owo: Change the bot wanguage ow view possibwe options.

source: Your current language is **{current_locale}**. Available options: {all_locales}
owo: Youw cuwwent wanguage is **{current_locale}**. Avaiwabwe options: {all_locales}

source: Sets the language.
owo: Sets the wanguage.

source: Not a valid language.
owo: Nyot a vawid wanguage.

source: To permanently choose a language, please create a character and enter this command again. I set it to {language} temporarily.
owo: To pewmanyentwy choose a wanguage, pwease cweate a chawactew and entew this command again. I set it to {language} tempowawiwy.

source: Battle against another player.
owo: Battwe against anyothew pwayew.

source: You can't battle yourself.
owo: You can't battwe youwsewf.

source: {author} seeks a battle! React with ⚔ now to duel them! The price is **${money}**.
owo: {author} seeks a battwe >w< Weact with ⚔ nyow to duew them >w< The pwice is **${money}**.

source: {author} seeks a battle with {enemy}! React with ⚔ now to duel them! The price is **${money}**.
owo: {author} seeks a battwe with {enemy} >w< Weact with ⚔ nyow to duew them >w< The pwice is **${money}**.

source: Noone wanted to join your battle, {author}!
owo: Nyoonye wanted to join youw battwe, {author} ;;^;;

source: You don't have enough money to join the battle.
owo: You don't have enyough monyey to join the battwe.

source: Battle **{author}** vs **{enemy}** started! 30 seconds of fighting will now start!
owo: Battle **{author}** vs **{enemy}** stawted >w<! 30 seconds of fighting wiww nyow stawt owo

source: One of you can't pay the price for the battle because he spent money in the time of fighting.
owo: Onye of you can't pay the pwice fow the battwe because he spent monyey in the time of fighting.

source: {winner} won the battle vs {looser}! Congratulations!
owo: {winner} won the battwe vs {looser} ^w^! Congwatuwations ^w^

source: Reaction-based battle system.
owo: Weaction-based battwe system.

source: {author} seeks an active battle! React with ⚔ now to duel them! The price is **${money}**.
owo: {author} seeks an active battwe >w< Weact with ⚔ nyow to duew them >w< The pwice is **${money}**.

source: {author} seeks an active battle with {enemy}! React with ⚔ now to duel them! The price is **${money}**.
owo: {author} seeks an active battwe with {enemy} >w< Weact with ⚔ nyow to duew them >w< The pwice is **${money}**.

source: {player1}: **{hp1}** HP {player2}: **{hp2}** HP React to play.
owo: {player1}: **{hp1}** HP {player2}: **{hp2}** HP Weact to pway.

source: Someone refused to move. Battle stopped.
owo: Someonye wefused to muv. Battwe stopped.

source: {user}, you already moved!
owo: {user}, you awweady muvd ;;w;;

source: {user} healed themselves for **{hp} HP**.
owo: {user} heawed themsewves fow **{hp} HP**.

source: {user} hit {enemy} for **{eff}** damage.
owo: {user} hit {enemy} fow **{eff}** damage.

source: {user}'s attack on {enemy} failed!
owo: {user}'s attack on {enemy} faiwed ;;w;;

source: You both died!
owo: You both died ;;w;;

source: One of you both can't pay the price for the battle because he spent money in the time of fighting.
owo: Onye of you both can't pay the pwice fow the battwe because he spent monyey in the time of fighting.

source: {winner} won the active battle vs {looser}! Congratulations!
owo: {winner} won the active battwe vs {looser} UwU! Congwatuwations UwU

source: Easter related commands for trading your collected eastereggs in for rewards.
owo: Eastew wewated commands fow twading youw cowwected easteweggs in fow wewawds.

source: **Easter event <:easteregg:566251086986608650>** Lasts until the Tuesday after Easter! Collect eastereggs and use `{prefix}easter rewards` to check the rewards. <:bunny:566290173831151627> Happy hunting!
owo: **Eastew event <:eastewegg:566251086986608650>** Wasts untiw the Tuesday aftew Eastew (・`ω´・) Cowwect easteweggs and use `{prefix}eastew wewawds` to check the wewawds. <:bunny:566290173831151627> Happy hunting ^w^

source: See the rewards for easter event.
owo: See the wewawds fow eastew event.

source: **Easter event - rewards** Use `{prefix}easter reward [1-10]` to trade your eggs in. **100 <:easteregg:566251086986608650>** - 1 crate **500 <:easteregg:566251086986608650>** - $10000 **1000 <:easteregg:566251086986608650>** - random item 1-49 **2000 <:easteregg:566251086986608650>** - 25 crates **2500 <:easteregg:566251086986608650>** - 10 boosters of each type **5000 <:easteregg:566251086986608650>** - 100 crates **7500 <:easteregg:566251086986608650>** - easter guild badge **7500 <:easteregg:566251086986608650>** - 200 crates **7500 <:easteregg:566251086986608650>** - random item 40-50 **10000 <:easteregg:566251086986608650>** - random 50 stat item You have **{eggs}** <:easteregg:566251086986608650>.
owo: **Eastew event - wewawds** Use `{prefix}eastew wewawd [1-10]` to twade youw eggs in. **100 <:easteregg:566251086986608650>** - 1 cwate **500 <:easteregg:566251086986608650>** - $10000 **1000 <:easteregg:566251086986608650>** - wandom item 1-49 **2000 <:easteregg:566251086986608650>** - 25 cwates **2500 <:easteregg:566251086986608650>** - 10 boostews of each type **5000 <:easteregg:566251086986608650>** - 100 cwates **7500 <:easteregg:566251086986608650>** - eastew guild badge **7500 <:easteregg:566251086986608650>** - 200 cwates **7500 <:easteregg:566251086986608650>** - wandom item 40-50 **10000 <:easteregg:566251086986608650>** - wandom 50 stat item You have **{eggs}** <:easteregg:566251086986608650>.

source: Get your easter reward. ID may be 1 to 10.
owo: Get youw eastew wewawd. ID may be 1 to 10.

source: You don't have enough eggs to claim this.
owo: You don't have enyough eggs to cwaim this.

source: You claimed your reward. Check your inventory/boosters/crates/money/etc.! You can claim multiple rewards, keep hunting!
owo: You cwaimed youw wewawd. Check youw inventowy/boostews/cwates/monyey/etc. (・`ω´・)! You can cwaim muwtipwe wewawds, keep hunting UwU

source: Shows your crates.
owo: Shows youw cwates.

source: Opens a crate.
owo: Opens a cwate.

source: {rarity} is not a valid rarity.
owo: {rarity} is nyot a vawid wawity ;;^;;

source: Seems like you don't have any crate of this rarity yet. Vote me up to get a random one or find them!
owo: Seems wike you don't have any cwate of this wawity yet. Vote me up to get a wandom onye ow find them >w<

source: You found a new item when opening a crate!
owo: You found a nyew item when openying a cwate >w<

source: Remaining {rarity} crates: {crates}
owo: Wemainying {rarity} cwates: {crates}

source: Trades crates to a user.
owo: Twades cwates to a usew.

source: Very funny...
owo: Vewy funny...

source: You don't have any crates of this rarity.
owo: You don't have any cwates of this wawity.

source: Successfully gave {amount} {rarity} crate(s) to {other}.
owo: Successfuwwy gave {amount} {rarity} cwate(s) to {other} >w<

source: Gather as much food as you can
owo: Gathew as much food as you can

source: gathers as much food as they can
owo: gathews as much food as they can

source: Grab a backpack and retreat
owo: Gwab a backpack and wetweat

source: grabs a backpack and retreats
owo: gwabs a backpack and wetweats

source: Take a pistol and suicide
owo: Take a pistow and suicide

source: gives themselves the bullet
owo: gives themsewves the buwwet ;;^;;

source: Ram a knife in your body
owo: Wam a knyife in youw body

source: commits suicide with a knife
owo: commits suicide with a knyife ;;^;;

source: Run away from the Curnocopia
owo: Wun away fwom the Cuwnyocopia

source: runs away from the Cornucopia
owo: wuns away fwom the Cownyucopia

source: Search for a pair of Explosives
owo: Seawch fow a paiw of Expwosives

source: finds a bag full of explosives
owo: finds a bag fuww of expwosives

source: Look for water
owo: Wook fow watew

source: finds a canteen full of water
owo: finds a canteen fuww of watew

source: Get a first aid kit
owo: Get a fiwst aid kit

source: clutches a first aid kit and runs away
owo: cwutches a fiwst aid kit and wuns away

source: Grab a backpack
owo: Gwab a backpack

source: grabs a backpack, not realizing it is empty
owo: gwabs a backpack, nyot weawizing it is empty uwu

source: Try to assault USER
owo: Twy to assauwt USER

source: kills USER
owo: kiwws USER

source: Kill USER at the water
owo: Kiww USER at the watew

source: assaults USER while they were drinking water at the river
owo: assauwts USER whiwe they wewe dwinking watew at the wivew

source: Try to hide some landmines
owo: Twy to hide some wandminyes

source: hides landmines at a few locations
owo: hides wandminyes at a few wocations uwu

source: baths in the water and enjoys the silence
owo: baths in the watew and enjoys the siwence

source: kill USER
owo: kiww USER

source: grill at the fireplace and tell each other spooky stories
owo: gwiww at the fiwepwace and teww each othew spooky stowies

source: annoy USER
owo: annyoy USER

source: kill themselves by walking into a landmine
owo: kiww themsewves by wawking into a wandminye ;;^;;

source: have a small party and get drunk
owo: have a smaww pawty and get dwunk

source: watch animes together
owo: watch anyimes togethew

source: enjoy the silence
owo: enjoy the siwence

source: attempt to kill USER but fail
owo: attempt to kiww USER but faiw

source: watch a movie together
owo: watch a movie togethew

source: track down USER and kill them silently
owo: twack down USER and kiww them siwentwy

source: decide they want out of here and commit suicide
owo: decide they want out of hewe and commit suicide ;;^;;

source: dance YMCA together
owo: dance YMCA togethew

source: sing songs together
owo: sing songs togethew

source: have a nice romantic evening
owo: have a nyice womantic evenying

source: watch the others being dumb
owo: watch the othews being dumb

source: kiss in the moonlight
owo: kiss in the moonwight

source: watch a movie together when USER suddely gets shot by a stranger
owo: watch a movie togethew when USER suddewy gets shot by a stwangew

source: **Round {round}**
owo: **Wound {round}**

source: Letting {user} choose their action...
owo: Wetting {user} choose theiw action...

source: I couldn't send a DM to {user}! Choosing random action...
owo: I couwdn't send a DM to {user} ;;^;; Choosing wandom action UwU

source: attempts to kill {user} but fails
owo: attempts to kiww {user} but faiws

source: This hunger game's winner is {winner}!
owo: This hungew game's winnyew is {winner} UwU

source: Everyone died!
owo: Evewyonye died (・`ω´・)

source: Starts a game of hunger games.
owo: Stawts a game of hungew games.

source: There is already a game in here!
owo: Thewe is awweady a game in hewe UwU

source: {author} started a game of Hunger Games! React with :shallow_pan_of_food: to join the game! **{num} joined**
owo: {author} stawted a game of Hungew Games owo! Weact with :shallow_pan_of_food: to join the game UwU! **{num} joinyed**

source: Not enough players joined...
owo: Nyot enyough pwayews joinyed...

source: Oops! You forgot a required argument: `{arg}`
owo: Oops OwO! You fowgot a wequiwed awgument: `{arg}`

source: You used a malformed argument!
owo: You used a mawfowmed awgument >w<

source: You are on cooldown. Try again in {time}.
owo: You awe on coowdown. Twy again in {time}.

source: Permission denied
owo: Pewmission denyied

source: :x: This command is only avaiable for the bot owner.
owo: :x: This command is onwy avaiabwe fow the bot ownyew.

source: You don't have a character yet.
owo: You don't have a chawactew yet.

source: This command requires you to not have created a character yet. You already have one.
owo: This command wequiwes you to not have cweated a chawactew yet. You alweady have one ^w^

source: You need to be following a god for this command. Please use `{prefix}follow` to choose one.
owo: You need to be fowwowing a god fow this command UwU Pwease use `{prefix}follow` to choose one ^w^

source: You need to have a guild to use this command.
owo: You nyeed to have a guiwd to use this command.

source: You need to be in no guild to use this command.
owo: You nyeed to be in nyo guiwd to use this command.

source: Your rank in the guild is too low to use this command.
owo: Youw wank in the guiwd is too wow to use this command.

source: You mustn't be the owner of a guild to use this command.
owo: You mustn't be the ownyew of a guiwd to use this command.

source: You are already on an adventure. Use `{prefix}status` to see how long it lasts.
owo: You awe awweady on an adventuwe. Use `{prefix}status` to see how wong it wasts.

source: You need to be on an adventure to use this command. Try `{prefix}adventure`!
owo: You nyeed to be on an adventuwe to use this command. Twy `{prefix}adventuwe` (・`ω´・)

source: Ranger
owo: Wangew

source: Your pet **{pet}** died! You did not give it enough to eat or drink. Because of your bad treatment, you are no longer a {profession}.
owo: Youw pet **{pet}** died! You did nyot give it enyough to eat ow dwink ;;^;; Because of youw bad tweatment, you awe nyo wongew a {profession} ( ◐ω◐ )

source: Your pet **{pet}** ran away! You did not show it your love enough! Because of your bad treatment, you are no longer a {profession}.
owo: Youw pet **{pet}** wan away! You did nyot show it youw wuv enyough ;;^;; Because of youw bad tweatment, you awe nyo wongew a {profession} ( ◐ω◐ )

source: You have already selected a race and filled in your cv. This is irreversible.
owo: You have awweady sewected a wace and fiwwed in youw cv. This is iwwevewsibwe ( ◐ω◐ )

source: You need to be a donator to use this command. Please head to `{prefix}donate` and make sure you joined the support server if you decide to support us.
owo: You nyeed to be a donyatow to use this command OwO Pwease head to `{prefix}donate` and make suwe you joinyed the suppowt sewvew if you decide to suppowt UwU

source: :x: You don't have the permissions to use this command. It is thought for other users.
owo: :x: You don't have the pewmissions to use this command. It is thought fow othew usews.

source: You did not choose anything.
owo: You did nyot choose anything.

source: An argument or value you entered was far too high for me to handle properly!
owo: An awgument ow vawue you entewed was faw too high fow me to handwe pwopewwy UwU

source: The languages have been reloaded while you were using a command. The execution therefore had to be stopped. Please try again.
owo: The wanguages have been wewoaded whiwe you wewe using a command. The execution thewefowe had to be stopped. Pwease twy again.

source: The command you tried to use ran into an error. The incident has been reported and the team will work hard to fix the issue!
owo: The command you twied to use wan into an ewwow. The incident has been wepowted and the team wiww wowk hawd to fix the issue ;;w;;

source: Look at your Winter Calendar
owo: Wook at youw Wintew Cawendaw

source: No calendar to show!
owo: Nyo cawendaw to show ^w^

source: Open the Winter Calendar once every day.
owo: Open the Wintew Cawendaw once evewy day

source: It's not calendar time yet...
owo: It's nyot cawendaw time yet...

source: **You opened day {today}!**
owo: **You openyed day {today} ^w^ **

source: A mysterious puzzle piece
owo: A mystewious puzzwe piece

source: {crates} crates
owo: {crates} cwates

source: A special surprise - check out `{prefix}eventbackground` for a new Wintersday background!
owo: A speciaw suwpwise - check out `{prefix}eventbackgwound` fow a nyew Wintewsday backgwound (・`ω´・)

source: Combine the mysterious puzzle pieces.
owo: Combinye the mystewious puzzwe pieces.

source: The mysterious puzzles don't fit together... Maybe some are missing?
owo: The mystewious puzzwes don't fit togethew... Maybe some awe missing?

source: You combined the puzzles! In your head a voice whispers: *Well done. Now use `{prefix}eventbackground 1` to set your new background that you just acquired...*
owo: You combinyed the puzzwes (・`ω´・)! In youw head a voice whispews: *Weww donye. Nyow use `{prefix}eventbackgwound 1` to set youw nyew backgwound that you just acquiwed...*

source: Make a snowball fights against another guild.
owo: Make a snyowbaww fights against anyothew guiwd.

source: You may not fight yourself.
owo: You may nyot fight youwsewf.

source: The enemy must be an officer or higher.
owo: The enyemy must be an officew ow highew.

source: {enemy}, {author} has challenged you for an epic snowball fight! If you want to accept, react ⚔ **IMPORTANT: This is very spammy, make sure you are using a dedicated channel!**
owo: {enemy}, {author} has chawwenged you fow an epic snyowbaww fight OwO If you want to accept, weact ⚔ **IMPOWTANT: This is vewy spammy, make suwe you awe using a dedicated channyew owo**

source: {author}, type `snowballfight nominate @user` to add one of your guild members to the fight!
owo: {author}, type `snowballfight nominate @usew` to add onye of youw guiwd membews to the fight (・`ω´・)

source: Not one of your guild members...
owo: Nyot onye of youw guiwd membews...

source: That's you!
owo: That's you owo

source: {enemy}, use `snowballfight nominate @user` to add one of your guild members to the fight!
owo: {enemy}, use `snowballfight nominate @usew` to add onye of youw guiwd membews to the fight (・`ω´・)

source: {author.mention}'s team vs {enemy.mention}'s team {t1} - {author} {t2} - {enemy} Next round starts in 5 seconds!
owo: {author.mention}'s team vs {enemy.mention}'s team {t1} - {author} {t2} - {enemy} Nyext wound stawts in 5 seconds owo

source: It's word typing time! In 3 seconds, I will send a word. Whoever types it fastest gets one point!
owo: It's wowd typing time UwU! In 3 seconds, I wiww send a wowd. Whoevew types it fastest gets onye point (・`ω´・)

source: Noone managed to get it right, I'll cancel the fight!
owo: Nyoonye manyaged to get it wight, I'ww cancew the fight owo

source: {author} got it right!
owo: {author} got it wight (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: It's maths time! In 3 seconds, I'll send a simple maths task to solve! Type the answer to get a point!
owo: It's maths time ;;w;;! In 3 seconds, I'ww send a simpwe maths task to sowve UwU! Type the answew to get a point owo

source: {user} got it right!
owo: {user} got it wight owo

source: It's hangman time! In 3 seconds, I'll send a hangman-style word and you will have to either send your full word as the guess or a letter to check for!
owo: It's hangman time UwU! In 3 seconds, I'ww send a hangman-stywe wowd and you wiww have to eithew send youw fuww wowd as the guess ow a wettew to check fow ;;w;;

source: Noone participated, I'll cancel the fight!
owo: Nyoonye pawticipated, I'ww cancew the fight (・`ω´・)

source: Team 1 ({user}) won!
owo: Team 1 ({user}) won owo

source: Team 2 ({user}) won!
owo: Team 2 ({user}) won owo

source: Sign up for the snowball tournament.
owo: Sign up fow the snyowbaww touwnyament.

source: Too late, my friend.
owo: Too wate, my fwiend.

source: You're already signed up!
owo: You'we awweady signyed up UwU

source: Tournament is full!
owo: Touwnyament is fuww ;;w;;

source: {guild} has been signed up.
owo: {guild} has been signyed up.

source: Makes the snowball tournament matches
owo: Makes the snyowbaww touwnyament matches

source: Matches generated!
owo: Matches genyewated ^w^

source: Save a result of a match if it is in the tournament
owo: Save a wesuwt of a match if it is in the touwnyament

source: Those guilds are not in a match!
owo: Those guiwds awe nyot in a match ^w^

source: The winner of {guild1} vs {guild2} is now {winner}!
owo: The winnyew of {guild1} vs {guild2} is nyow {winner} UwU

source: Enforces a new snowball round.
owo: Enfowces a nyew snyowbaww wound.

source: Round forced!
owo: Wound fowced ^w^

source: Shows tournament matches.
owo: Shows touwnyament matches.

source: Participants who are already in the next round
owo: Pawticipants who awe awweady in the nyext wound

source: No more matches to be done. Either it is over or it's time for a new round!
owo: Nyo mowe matches to be donye. Eithew it is uvw ow it's time fow a nyew wound ^w^

source: **Matches to be done**:
owo: **Matches to be donye**:

source: Let's dab together.
owo: Wet's dab togethew.

source: No. Just no. I am a bot. What did you think?
owo: Nyo. Just nyo. I am a bot. What did you think?

source: Receive a daily reward based on your streak.
owo: Weceive a daiwy wewawd based on youw stweak.

source: You received your daily {txt}! You are on a streak of **{streak}** days!
owo: You weceived youw daiwy {txt} >w< You awe on a stweak of **{streak}** days (✧ω✧)
