Repository: 0vql/IdleRPG
Catalog: locales/xtreme-owo/LC_MESSAGES/idlerpg.po
Languages: owo

source: Shows you the bot's current websocket latency.
owo: Shows you the bot's cuwwent websocket watency ‪‪( ◐ω◐ )

source: Pong!
owo: Pong (・`ω´・)

source: My current latency is {lat}ms
owo: My cuwwent watency is {lat}ms

source: Error when uploading to Imgur.
owo: Ewwow when upwoading to Imguw.

source: Support maintenance of the bot.
owo: Suppowt maintenyance of the bot.

source: This bot has its own patreon page. **Why should I donate?** This bot is currently on {guild_count} servers, and it is growing fast. Hosting this bot for all users is not easy and costs a lot of money. If you want to continue using the bot or just help us, please donate a small amount. Even $1 can help us. **Thank you!** <https://patreon.com/idlerpg>
owo: This bot has its own patweon page. **Why should I donate?** This bot is cuwwently on {guild_count} sewvews, and it is gwowing fast. Hosting this bot fow all usews is not easy and costs a lot of money. If you want to continue using the bot ow just help us, please donate a small amount. Even $1 can help us. **Thank you!** <https://patreon.com/idlerpg>

source: Shows the source code and license.
owo: Shows the souwce code and wicense.

source: Invite link for the bot.
owo: Invite wink fow the bot.

source: Sends you the link to the official IdleRPG Support server.
owo: Sends you the wink to the officiaw IdweWPG Suppowt sewvew >wU

source: Got problems or feature requests? Looking for people to play with? Join the support server: https://discord.gg/MSBatf6
owo: Got pwobwems ow featuwe wequests? Wooking fow peopwe to pway with? Join the suppowt sewvew: UwU https://discord.gg/MSBatf6

source: Official Support Server Invite: https://discord.gg/MSBatf6
owo: Officiaw Suppowt Sewvew Invite: https://discord.gg/MSBatf6

source: Code lines written: **{lines}** Shards: **{shards}** Servers: **{guild_count}** Characters: **{characters}** Items: **{items}** Average hours of work: **{hours}**
owo: Code winyes wwitten: **{lines}** Shawds: **{shards}** Sewvews: **{guild_count}** Chawactews: **{characters}** Items: **{items}** Avewage houws of wowk: **{hours}**

source: Roll a random number.
owo: Roww a wandom nyumbew.

source: :1234: You rolled **{num}**, {author}!
owo: :1234: You wowwed **{num}**, {author} (・`ω´・)

source: Shows you the bots current version along with its new updates.
owo: Shows you the bots cuwwent vewsion awong with its nyew updates (・`ω´・)

source: Deletes an amount of messages from the history, optionally only by one member.
owo: Dewetes an amount of messages fwom the histowy, optionyawwy onwy by onye membew.

source: 👍 Deleted **{num}** messages for you.
owo: 👍 Deweted **{num}** messages fow you.

source: The magic 8 ball answers your questions.
owo: The magic 8 baww answews youw questions.

source: It is certain
owo: It is cewtain

source: It is decidedly so
owo: It is decidedwy so

source: Yes, definitely
owo: Yes, definyitewy

source: You may rely on it
owo: You may wewy on it

source: Most likely
owo: Most wikewy

source: Outlook good
owo: Outwook good

source: Reply hazy try again
owo: Wepwy hazy twy again

source: Ask again later
owo: Ask again latew

source: Better not tell you now
owo: Bettew nyot teww you nyow

source: Cannot predict now
owo: Cannyot pwedict nyow

source: Concentrate and ask again
owo: Concentwate and ask again

source: My reply is no
owo: My wepwy is nyo

source: My sources say no
owo: My souwces say nyo

source: Outlook not so good
owo: Outwook nyot so good

source: Very doubtful
owo: Vewy doubtfuw

source: Repeats what you said.
owo: Wepeats what you said.

source: Chooses a random option of supplied possiblies.
owo: Chooses a wandom option of suppwied possibwies.

source: Cannot choose from an empty list...
owo: Cannyot choose fwom an empty wist...

source: Calculates the potential love for 2 members.
owo: Cawcuwates the potentiaw wuv fow 2 membews.

source: Calculating Love for {first} and {second}...
owo: Cawcuwating Wuv fow {first} and {second}...

source: Love Calculation
owo: Wuv Cawcuwation

source: Love for {first} and {second} is at **{love}%**! ❤
owo: Wuv fow {first} and {second} is at **{love}%** (・`ω´・) ♡

source: Fancies text with big emojis.
owo: Fancies text with big emojis (´｡• ω •｡`)

source: A random bad meme.
owo: A wandom bad meme (´｡• ω •｡`)

source: Tabletop RPG-ready dice. Rolls in the ndx format (3d20 is 3 dice with 20 sides).
owo: Tabwetop WPG-weady dice. Wowws in the ndx fowmat (3d20 is 3 dice with 20 sides).

source: Use the ndx format. E.g. `5d20` will roll 5 dices with 20 sides each.
owo: Use the ndx fowmat. E.g. `5d20` wiww woww 5 dices with 20 sides each.

source: Use the ndx format.
owo: Use the ndx fowmat.

source: Dice must have at least one side and not more than 10000.
owo: Dice must have at weast onye side and nyot mowe than 10000.

source: ```Sum: {sumall} Average: {average} Results: {results}```
owo: ```Sum: {sumall} Avewage: {average} Wesuwts: {results}```

source: Sends you my nickname from a random server.
owo: Sends you my nyicknyame fwom a wandom sewvew ( ͡° ͜ʖ ͡°)

source: In **{server}** I am called **{name}**.
owo: In **{server}** I am cawwed **{name}**.

source: Meow!
owo: Meow UwU

source: Wouff!
owo: Wouff >w<

source: Shows how long the bot has been connected to Discord.
owo: Shows how wong the bot has been connyected to Discowd (・`ω´・)

source: I am online for **{time}**.
owo: I am onwinye fow **{time}**.

source: Every good software has an Easter egg.
owo: Evewy good softwawe has an Eastew egg.

source: Find it!
owo: Find it >w<

source: Gives a cookie to a user.
owo: Gives a cookie to a usew.

source: **{user}**, you've been given a cookie by **{author}**. :cookie:
owo: **{user}**, you've been given a cookie by **{author}**. :cookie: (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: Gives ice cream to a user.
owo: Gives ice cweam to a usew.

source: {other}, here is your ice: :ice_cream:!
owo: {other}, hewe is youw ice: :ice_cream: (ﾉ◕ヮ◕)ﾉ*:･ﾟ✧

source: User guessing game.
owo: Usew guessing game.

source: Their discriminant is `#{disc}`
owo: Theiw discwiminyant is `#{disc}`

source: You didn't guess correctly! It was `{member}`!
owo: You didn't guess cowwectwy ;;w;; It was `{member}` ( ; ω ; )

source: {user}, you are correct!
owo: {user}, you awe cowwect ヽ(・∀・)ﾉ

source: An alternative to 8ball, but has more bitchy answers.
owo: An awtewnyative to 8baww, but has mowe bitchy answews.

source: Talk to me! (Supports only English)
owo: Tawk to me ヽ(・∀・)ﾉ (Suppowts onwy Engwish)

source: Text too long or too short. May be 3 to 60 characters.
owo: Text too wong ow too showt. May be 3 to 60 chawactews.

source: Sends today's garfield comic if no date info is passed. Else, it will use YYYY MM DD or DD MM YYYY depending on where the year is, with the date parts being seperated with spaces.
owo: Sends today's gawfiewd comic if nyo date info is passed. Ewse, it wiww use YYYY MM DD ow DD MM YYYY depending on whewe the yeaw is, with the date pawts being sepewated with spaces UwU

source: Sends today's userfriendly comic if no date info is passed. Else, it will use YYYY MM DD or DD MM YYYY depending on where the year is, with the date parts being seperated with spaces.
owo: Sends today's usewfwiendwy comic if nyo date info is passed. Ewse, it wiww use YYYY MM DD ow DD MM YYYY depending on whewe the yeaw is, with the date pawts being sepewated with spaces UwU

source: Taken from userfriendly.org
owo: Taken fwom userfriendly.org

source: Awesome bots by other coffee-drinking individuals.
owo: Awesome bots by othew coffee-dwinking individuaws.

source: Partnered Bots
owo: Pawtnyewed Bots

source: Awesome bots made by other people!
owo: Awesome bots made by othew peopwe ^w^

source: Upgrade your raid damage or defense multiplier.
owo: Upgwade youw waid damage ow defense muwtipwiew (・`ω´・)

source: Use `{prefix}increase damage/defense` to upgrade your raid damage/defense multiplier by 10%.
owo: Use `{prefix}increase damage/defense` to upgwade youw waid damage/defense muwtipwiew by 10% OwO

source: Increase your raid damage.
owo: Incwease youw waid damage UwU

source: Upgrading your weapon attack raid multiplier to {newlvl} costs **${price}**, you are too poor.
owo: Upgwading youw weapon attack waid muwtipwiew to {newlvl} costs **${price}**, you awe too poow.

source: You upgraded your weapon attack raid multiplier to {newlvl} for **${price}**.
owo: You upgwaded youw weapon attack waid muwtipwiew to {newlvl} fow **${price}**.

source: Increase your raid defense.
owo: Incwease youw waid defense (・`ω´・)

source: Upgrading your shield defense raid multiplier to {newlvl} costs **${price}**, you are too poor.
owo: Upgwading youw shiewd defense waid muwtipwiew to {newlvl} costs **${price}**, you awe too poow ;;^;;

source: You upgraded your shield defense raid multiplier to {newlvl} for **${price}**.
owo: You upgwaded youw shiewd defense waid muwtipwiew to {newlvl} fow **${price}** >w<

source: View your raid stats.
owo: View youw waid stats UwU

source: **{author}'s raid multipliers** Damage Multiplier: x{atk} (Upgrading: ${atkp}) Defense Multiplier: x{deff} (Upgrading: ${deffp})
owo: **{author}'s waid muwtipwiews** Damage Muwtipwiew: x{atk} (Upgwading: ${atkp}) Defense Muwtipwiew: x{deff} (Upgwading: ${deffp})

source: Informs you about joining raids.
owo: Infowms you about joinying waids ( ◐ω◐ )

source: Did you ever want to join together with other players to defeat the dragon that roams this land? Raids got you covered! Join the support server (`{prefix}support`) for more information.
owo: Did you evew want to join togethew with othew pwayews to defeat the dwagon that woams this wand? Waids got you cuvwed >w< Join the suppowt sewvew (`{prefix}support`) fow mowe infowmation UwU

source: The booster store.
owo: The boostew stowe.

source: IdleRPG Store
owo: IdleRPG Stowe

source: Welcome! Use `{prefix}purchase time/luck/money` to buy something.
owo: Wewcome >w< Use `{prefix}puwchase time/luck/money` to buy something.

source: Boosters
owo: Boostews

source: `#1` Time Booster **$1000** Boosts adventure time by 50% `#2` Luck Booster **$500** Boosts adventure luck by 25% `#3` Money Booster **$1000** Boosts adventure money rewards by 25%
owo: `#1` Time Boostew **$1000** Boosts adventuwe time by 50% `#2` Luck Boostew **$500** Boosts adventuwe wuck by 25% `#3` Money Boostew **$1000** Boosts adventuwe monyey wewawds by 25%

source: Buy a booster from the store.
owo: Buy a boostew fwom the stowe.

source: Please either buy `time`, `luck` or `money`.
owo: Pwease eithew buy `time`, `luck` ow `money`.

source: You're too poor.
owo: You'we too poow.

source: Successfully bought **{amount}x** {booster} booster(s). Use `{prefix}boosters` to view your new boosters.
owo: Successfuwwy bought **{amount}x** {booster} boostew(s). Use `{prefix}boosters` to view youw nyew boostews UwU

source: View your boosters.
owo: View youw boostews.

source: Time booster - {time}
owo: Time boostew - {time}

source: Luck booster - {time}
owo: Wuck boostew - {time}

source: Money booster - {time}
owo: Monyey boostew - {time}

source: Currently active
owo: Cuwwentwy active

source: Time Boosters
owo: Time Boostews

source: Luck Boosters
owo: Wuck Boostews

source: Money Boosters
owo: Monyey Boostews

source: Your Boosters
owo: Youw Boostews

source: Use {prefix}activate to activate one
owo: Use {prefix}activate to activate onye

source: Activate a booster.
owo: Activate a boostew.

source: You don't have any of these boosters.
owo: You don't have any of these boostews.

source: This booster is already running. Do you want to refresh it anyways?
owo: This boostew is awweady wunnying. Do you want to wefwesh it anyways ( ◐ω◐ )?

source: Successfully activated a **{booster} booster** for the next **24 hours**!
owo: Successfuwwy activated a **{booster} boostew** fow the nyext **24 houws** UwU

source: IdleRPG Help
owo: IdleRPG Hewp

source: **Welcome to the IdleRPG help. Use the arrows to move. For more help, join the support server at https://discord.gg/MSBatf6.** Check out our partners using the partners command!
owo: **Wewcome to the IdleRPG hewp. Use the awwows to muv. Fow mowe hewp, join the suppowt sewvew at https://discord.gg/MSBatf6.** Check out ouw pawtnyews using the pawtnyews command ^w^

source: IdleRPG Version {version}
owo: IdleRPG Vewsion {version}

source: IdleRPG Version {version} | Page {page} of {maxpages}
owo: IdleRPG Vewsion {version} | Page {page} of {maxpages}

source: No Description set
owo: Nyo Descwiption set

source: Sends a link to the official documentation.
owo: Sends a wink to the officiaw documentation.

source: <:blackcheck:441826948919066625> **Check {url} for a list of commands**
owo: <:blackcheck:441826948919066625> **Check {url} fow a wist of commands**

source: <:blackcheck:441826948919066625> **Check {url} for a tutorial and FAQ**
owo: <:blackcheck:441826948919066625> **Check {url} fow a tutowiaw and FAQ**

source: Unban an entitiy from using $helpme.
owo: Unban an entitiy fwom using $helpme.

source: {thing} has been unbanned for the helpme command :ok_hand:
owo: {thing} has been unbannyed fow helpme command :ok_hand:

source: Ban a user from using $helpme.
owo: Ban a usew fwom using $helpme (・`ω´・)

source: Error... Maybe they're already banned?
owo: Ewwow... Maybe they'we awweady bannyed?

source: {thing} has been banned for the helpme command :ok_hand:
owo: {thing} has been bannyed fow the hewpme command :ok_hand:

source: Allows a support team member to join your server for individual help.
owo: Awwows a suppowt team membew to join youw sewvew fow individuaw hewp.

source: You or your server has been blacklisted for some reason.
owo: You ow youw sewvew has been bwackwisted fow some weason.

source: Are you sure? This will notify our support team and allow them to join the server.
owo: Awe you suwe? This wiww nyotify ouw suppowt team and awwow them to join the sewvew.

source: Error when creating Invite.
owo: Ewwow when cweating Invite.

source: Support team has been notified and will join as soon as possible!
owo: Suppowt team has been nyotified and wiww join as soon as possibwe uwu

source: Shows help about the bot.
owo: Shows hewp about the bot.

source: Sorry, that command does not exist.
owo: Sowwy, that command does nyot exist.

source: [Patreon Only] Changes an item name.
owo: [Patweon Only] Changes an item nyame.

source: Name too long.
owo: Nyame too long.

source: The item with the ID `{itemid}` is now called `{newname}`.
owo: The item with the ID `{itemid}` is nyow cawwed `{newname}`.

source: [Patreon Only] Changes your profile background.
owo: [Patweon Only] Changes youw pwofiwe backgwound.

source: That is not a valid premade background.
owo: That is nyot a vawid pwemade backgwound.

source: I couldn't read that URL. Does it start with `http://` or `https://` and is either a png or jpeg?
owo: I couwdn't wead that URL. Does it stawt with `http://` ow `https://` and is eithew a png ow jpeg?

source: Your new profile picture is now: {url}
owo: Youw nyew pwofiwe pictuwe is nyow: {url}

source: Your profile picture has been reset.
owo: Youw pwofiwe pictuwe has been weset.

source: Imgur Link for `{prefix}background` <{link}>
owo: Imguw Wink (･ω<)☆ fow `{prefix}backgwound` <{link}>

source: Update your background to one from the events.
owo: Update youw backgwound to onye fwom the events.

source: You do not have an eventbackground. They can be acquired on seasonal events.
owo: You do nyot have an eventbackgwound. They can be acquiwed on seasonyaw events.

source: The background number {number} is not valid, you only have {total} available.
owo: The backgwound nyumbew {number} is nyot vawid, you onwy have {total} avaiwabwe.

source: Background updated!
owo: Backgwound updated (・`ω´・)

source: Change your primary or secondary class.
owo: Change youw pwimawy ow secondawy cwass ( ◐ω◐ )

source: Select class to change
owo: Sewect cwass to change

source: Primary Class
owo: Pwimawy Cwass

source: Secondary Class
owo: Secondawy Cwass

source: Warrior
owo: Wawwiow

source: The tank class. Charge into battle with additional defense! +1 defense per evolution added onto your shield.
owo: The tank cwass. Chawge into battwe with additionyaw defense (・`ω´・) +1 defense pew evowution added onto youw shiewd.

source: The sneaky money stealer... Get access to `{prefix}steal` to steal 10% of the target's money, if successful. +8% success chance per evolution.
owo: The snyeaky monyey steawew... UwU Get access to `{prefix}steal` to steaw 10% of the tawget's monyey, if successfuw. +8% success chance pew evowution.

source: Utilise powerful magic for stronger attacks. +1 damage per evolution added onto your sword.
owo: Utiwise powewfuw magic fow stwongew attacks OwO +1 damage pew evowution added onto youw swowd.

source: Item hunter and trainer of their very own pet. Get access to `{prefix}pet` to interact with your pet and let it get items for you. +3 minimum stat and +6 maximum stat per evolution.
owo: Item huntew and twainyew of theiw vewy own pet. Get access to `{prefix}pet` to intewact with youw pet and wet it get items fow you (✧ω✧) +3 minyimum stat and +6 maximum stat pew evowution.

source: Raider
owo: Waidew

source: Ritualist
owo: Wituawist

source: A seer, a sacrificer and a follower. The Ritualist devotes their life to the god they follow. For every evolution, their sacrifices are 5% more effective.
owo: A seew, a sacwificew and a fowwowew. The Wituawist devotes theiw wife to the god they fowwow. Fow evewy evowution, theiw sacwifices awe 5% mowe effective. (・`ω´・)

source: Paragon
owo: Pawagon

source: Absorb the appreciation of the devs into your soul to power up. +1 damage and defense per evolution added onto your items.
owo: Absowb the appweciation of the devs into youw souw to powew up (・`ω´・) +1 damage and defense pew evowution added onto youw items.

source: Your new class is now `{profession}`.
owo: Youw nyew cwass is nyow `{profession}`.

source: You're too poor for a class change, it costs **$5000**.
owo: You'we too poow fow a cwass change, it costs **$5000**.

source: You selected the class `{profession}`. **$5000** was taken off your balance.
owo: You sewected the cwass `{profession}`. **$5000** was taken off youw bawance.

source: Views your classes.
owo: Views youw cwasses UwU

source: The image for your class **{class_}** hasn't been added yet.
owo: The image fow youw cwass **{class_}** hasn't been added yet.

source: Evolve to the next level of your classes.
owo: Evowve to the nyext wevew of youw cwasses (・`ω´・)

source: Your level isn't high enough to evolve.
owo: Youw wevew isn't high enyough to evowve.

source: You haven't got a class yet.
owo: You haven't got a cwass yet.

source: You are now a `{class1}` and a `{class2}`.
owo: You awe nyow a `{class1}` and a `{class2}`.

source: [Thief Only] Steal money!
owo: [Thief Onwy] Steaw monyey owo

source: You stole **${stolen}** from **{user}**.
owo: You stowe **${stolen}** fwom **{user}**.

source: Your attempt to steal money wasn't successful.
owo: Youw attempt to steaw monyey wasn't successfuw ;;^;;

source: [Ranger Only] View your pet or interact with it.
owo: [Wangew Onwy] View youw pet ow intewact with it UwU

source: Level
owo: Levew

source: Drinks
owo: Dwinks

source: Love
owo: Luv

source: [Ranger Only] Feed your pet.
owo: [Wangew Onwy] Feed youw pet UwU

source: Cucumber
owo: Cucumbew

source: Adrian's Power Poop
owo: Item that shall not be named :(

source: Feed your pet
owo: Feed youw pet

source: You are too poor to buy this.
owo: You awe too poow to buy this.

source: You bought **{item}** for your pet and increased its food bar by **{points}** points.
owo: You bought **{item}** fow youw pet and incweased its food baw by **{points}** points.

source: [Ranger Only] Give your pet something to drink.
owo: [Wangew Onwy] Give youw pet something to dwink.

source: Some Water
owo: Some Watew

source: A bottle of water
owo: A bottwe of watew

source: Cocktail
owo: Cocktaiw

source: Wine
owo: Winye

source: Beer
owo: Beew

source: Adrian's Cocktail
owo: Adwian's Cocktaiw

source: Give your pet something to drink
owo: Give youw pet something to dwink

source: You bought **{item}** for your pet and increased its drinks bar by **{points}** points.
owo: You bought **{item}** fow youw pet and incweased its dwinks baw by **{points}** points.

source: [Ranger Only] Cuddle your pet to make it love you.
owo: [Wangew Onwy] Cuddwe youw pet to make it wuv you.

source: Your pet adores you! :heart: Cuddling it has increased its love for you by **{value}** points.
owo: Youw pet adowes you :heart: >w< Cuddwing it has incweased its wuv fow you by **{value}** points.

source: [Ranger Only] Play with your pet to make it happier.
owo: [Wangew Onwy] Pway with youw pet to make it happiew.

source: You have been {activity} with your pet and it gained **{value}** joy!
owo: You have been {activity} with youw pet and it gainyed **{value}** joy >w<

source: playing football :soccer:
owo: pwaying footbaww :soccer:

source: playing American football :football:
owo: pwaying Amewican footbaww :football:

source: playing basketball :basketball:
owo: pwaying basketbaww :basketball:

source: playing tennis :tennis:
owo: pwaying tennyis :tennis:

source: playing ping-pong :ping_pong:
owo: pwaying ping-pong :ping_pong:

source: [Ranger Only] Renames your pet.
owo: [Wangew Onwy] Wenyames youw pet.

source: Please enter a name shorter than 20 characters.
owo: Pwease entew a nyame showtew than 20 chawactews.

source: Pet name updated.
owo: Pet nyame updated.

source: [Ranger Only] Sets your pet's image by URL.
owo: [Wangew Onwy] Sets youw pet's image by imgur URL.

source: URLs mustn't exceed 60 characters .
owo: URLs mustn't exceed 60 chawactews UwU

source: Your pet's image was successfully updated.
owo: Youw pet's image was successfuwwy updated (・`ω´・)

source: [Ranger Only] Let your pet get a weapon for you!
owo: [Wangew Onwy] Let youw pet get a weapon fow you ^w^

source: Your pet found an item!
owo: Youw pet found an item (・`ω´・)

source: Your pet needs to recover, wait a day to retry
owo: Youw pet needs to wecovew, wait a day to wetwy

source: Changes the playback's volume
owo: Changes the pwayback's vowume

source: :warning:`Playback volume is going to change to {volume} in 5 seconds. To avoid the sudden earrape, control the volume on client side!`
owo: :wawning:`Pwayback vowume is going to change to {volume} in 5 seconds. To avoid the sudden eawwape, contwow the vowume on cwient side (・`ω´・)`

source: :white_check_mark:` Volume successfully changed to {volume}!`
owo: :white_check_mawk:` Vowume successfuwwy changed to {volume} UwU `

source: Toggles the music playback's paused state
owo: Toggwes the music pwayback's paused state

source: :white_check_mark:`Song paused!`
owo: :white_check_mawk:`Song paused ;;^;;`

source: :white_check_mark:`Song resumed!`
owo: :white_check_mawk:`Song wesumed owo`

source: Now playing...
owo: Nyow pwaying...

source: Title
owo: Titwe

source: Uploader
owo: Upwoadew

source: Length
owo: Wength

source: Remaining
owo: Remainying

source: Click me!
owo: Click me UwU

source: Link to the original
owo: Wink to the owiginyaw

source: Volume
owo: Vowume

source: Playing status
owo: Pwaying status

source: ```No information```
owo: ```Nyo infowmation```

source: Song requested by: {user}
owo: Song wequested by: {user}

source: Upcoming entries
owo: Upcoming entwies

source: :warning:`No more entries left.`
owo: :wawning:`Nyo mowe entwies weft.`

source: 🎧 Playing {title}...
owo: 🎧 Pwaying {title}...

source: A list of all adventures with success rates, name and time it takes.
owo: A wist of aww adventuwes with success wates, nyame and time it takes.

source: Loading images...
owo: Woading images...

source: Sends your character on an adventure.
owo: Sends youw chawactew on an adventuwe owo
